{
    "Checking %s": "",
    "Create, modify, view and delete data element category options. Category options are options with in category.": "",
    "Create, modify, view and delete data element categories. Categories are used for disaggregation of data elements.": "",
    "msgid \"Create, modify, view and delete data element category combinations.": "",
    "View and edit data element category option combinations. Category option combinations are break-downs of category.": "",
    "Create, modify, view and delete category option groups, which can be used to classify category options.": "",
    "Create, modify, view and delete category option group sets, which can be used for improved data analysis.": "",
    "Create, modify, view and delete data elements. Data elements are phenomena for which will be captured and analyzed.": "",
    "Create, modify, view and delete data element groups. Groups are used for improved analysis.": "",
    "Create, modify, view and delete data element group sets. Group sets are used for improved analysis.": "",
    "Create, update, view and delete data sets and custom forms. A data set is a collection of data elements for which data is entered.": "",
    "Create, update, view, and delete data set notifications.": "",
    "Create, modify, view and delete indicators. An indicator is a formula consisting of data elements and numbers.": "",
    "Create, modify, view and delete indicator types. An indicator type is a factor for an indicator, like percentage.": "",
    "Create, modify, view and delete indicator groups. Groups are used for improved analysis.": "",
    "Create, modify, view and delete indicator group sets. Group sets are used for improved analysis.": "",
    "Expressions based on data elements and attributes of tracked entities. You use program indicators to calculate values based on a formula.": "",
    "Group program indicators, even across programs.": "",
    "Create, modify, view and delete organisation units, which can be departments, offices, hospitals and clinics.": "",
    "Create, modify, view and delete organisation unit groups. Groups are used for improved analysis.": "",
    "Create, modify, view and delete organisation unit group sets. Group sets are used for improved analysis.": "",
    "Create, modify, view and delete descriptive names for the organisation unit levels in the system.": "",
    "\"Create modify and view programs. A program has program stages and defines which actions should be taken at each stage.": "",
    "Create, modify and view program attributes. A program can have any number of attributes.": "",
    "Define types of entities which can be tracked through the system, which can be anything from persons to commodities.": "",
    "Create, modify and view relationship types. A relationship is typically wife and husband or mother and child.": "",
    "Program rules allow you to create and control dynamic behavior of the user interface in the Tracker Capture and Event Capture apps.": "",
    "Variables you use to create program rule expressions.": "",
    "Add, modify, view and delete validation rules. Anomalies can be discovered by running validation rules against the data.": "",
    "Add, modify, view and delete validation rule groups. Provides the ability to group and run validation rules together.": "",
    "Sends a notification when a validation rule failed": "",
    "Create constants which can be included in expressions of indicator and validation rules.": "",
    "Create, modify and view attributes.": "",
    "Create option sets which can be included in data elements and produce drop-down lists in data entry forms.": "",
    "Create a group of options from option sets that has a similar functional area or meaning.": "",
    "Create, modify and view sets of option groups.": "",
    "Create, modify and view predefined legends for maps and other visualisations.": "",
    "Create predictors which can be used to predict future data values.": "",
    "Create predictors groups that contain serveral predictors related predictors.": "",
    "Manage analytics to be emailed to specific user groups on a daily, weekly or monthly basis.": "",
    "Configure external map layers for use in GIS.": "",
    "Configure data approval levels for use in data approval workflows": "",
    "Create and manage locales for database content. A locale is a combination of language and country.": "",
    "Create SQL database views. These views will typically use the resource tables to provide convenient views for third-party tools.": ""
}