Repository: dhis2/maintenance-app-beta
Catalog: i18n/*.po
Languages: ur

source: Data integrity checks performed
ur: u0688u06ccu0679u0627u0633u0627u0644u0645u06ccu062au062cu0627u0646u0686 u067eu0691u062au0627u0644u06a9u06cc u062cu0627u0646u0686u067eu0691u062au0627u0644

source: Data elements assigned to data sets with different period types
ur: u0627u0639u062fu0627u062f u0648u0634u0645u0627u0631 u06a9u06d2u0645u062eu062au0644u0641u0639u0646u0627u0635u0631 u06a9u06d2u0633u0627u062au06be u0627u0639u062fu0627u062fu0648 u0634u0645u0627u0631 u06a9u06d2u0645u0642u0631u0631 u06a9u0631u062fu06c1u0627u0639u062fu0627u062f u0648u0634u0645u0627u0631 u0639u0646u0627u0635u0631

source: Category option group set structure
ur: u0632u0645u0631u06c1u0627u062eu062au06ccu0627u0631u06afu0631u0648u067e u06a9u06ccu062au0634u06a9u06ccu0644

source: Data element group set structure
ur: u0688u06ccu0679u0627 u0639u0646u0635u0631u06afu0631u0648u067e u0633u06ccu0679u0688u06beu0627u0646u0686u06c1

source: Indicator group set structure
ur: u0627u0634u0627u0631u06d2 u06afu0631u0648u067eu0633u06ccu0679 u0688u06beu0627u0646u0686u06c1

source: Organisation unit group set structure
ur: u062au0646u0638u06ccu0645 u06ccu0648u0646u0679u06afu0631u0648u067e u06a9u06ccu062au0634u06a9u06ccu0644

source: Organisation unit category option combo
ur: u062au0646u0638u06ccu0645 u06ccu0648u0646u0679u0642u0633u0645 u06a9u0627u0627u062eu062au06ccu0627u0631u06a9u0627u0645u0628u0648

source: values
ur: u0627u0642u062fu0627u0631

source: Validation rules without groups
ur: u06afu0631u0648u06c1u0648u06ba u06a9u06d2u0628u063au06ccu0631 u062au0648u062bu06ccu0642u06a9u06d2 u0642u0648u0627u0646u06ccu0646

source: Aggregated data values
ur: u0645u062cu0645u0648u0639u06ccu0688u06ccu0679u0627 u0627u0642u062fu0627u0631

source: Aggregated indicator values
ur: u0645u062cu0645u0648u0639u06ccu0627u0634u0627u0631u06d2u0627u0642u062fu0627u0631

source: Organisation Unit Pruning
ur: u062au0646u0638u06ccu0645 u06ccu0648u0646u0679u06a9u06cc u062au06ccu0627u0631u06cc

source: Min-Max Value Generation
ur: u0645u0627u0626u0646 u0645u06ccu06a9u0633u0648u06ccu0644u06ccu0648 u0646u0633u0644

source: Add or remove exceptions to the the standard rules forlocking of data entry forms.
ur: u0688u06ccu0679u0627 u0627u0646u0679u0631u06ccu0641u0627u0631u0645u0648u06ba u06a9u0648u062au0627u0644u0627 u0644u06afu0627u06a9u0631u0646u06d2 u06a9u06ccu0644u0626u06d2u0645u0639u06ccu0627u0631u06ccu0642u0648u0627u0639u062f u0645u06ccu06bau0627u0633u062au062bu0646u0627u0634u0627u0645u0644 u06a9u0631u06ccu06bau06ccu0627 u06c1u0679u0627u0626u06ccu06ba.

source: Browse the database and get an overview of where dataexists. View and export counts of data elements as well asraw data.
ur: u0688u06ccu0679u0627 u0628u06ccu0633 u06a9u0648u0628u0631u0627u0624u0632 u06a9u0631u06ccu06bau0627u0648u0631 u0627u0633 u06a9u0627u062cu0627u0626u0632u06c1 u0644u06ccu06bau062cu06c1u0627u06ba u0688u06ccu0679u0627u0645u0648u062cu0648u062f u06c1u06d2.u0688u06ccu0679u0627 u0639u0646u0627u0635u0631u06a9u06d2 u0633u0627u062au06beu0633u0627u062au06be u062eu0627u0645u0688u06ccu0679u0627 u06a9u06ccu0634u0645u0627u0631u062fu06ccu06a9u06beu06ccu06ba u0627u0648u0631u0628u0631u0622u0645u062f u06a9u0631u06ccu06ba.

source: Run data integrity checks and unveil anomalies and problemsin the meta data setup.
ur: u0627u0639u062fu0627u062f u0648u0634u0645u0627u0631u0633u0627u0644u0645u06ccu062a u06a9u06ccu062cu0627u0646u0686 u067eu0691u062au0627u0644u06a9u0631u06ccu06ba u0627u0648u0631u0645u06ccu0679u0627 u0688u06ccu0679u0627u0633u06ccu0679 u0627u067e u0645u06ccu06bau0627u0646u0636u0645u0627u0645 u0627u0648u0631u0645u0633u0627u0626u0644 u06a9u0648 u0628u06d2u0646u0642u0627u0628 u06a9u0631u06ccu06ba.

source: Archive data which is not currently relevant to your systemin order to improve performance. Data can also be unarchived.
ur: u0645u062du0641u0648u0638 u0634u062fu06c1u062fu0633u062au0627u0648u06ccu0632u0627u062au06a9u0627 u0688u06ccu0679u0627 u062cu0633u0645u06ccu06ba u0641u06ccu0627u0644u062du0627u0644u06a9u0627u0631u06a9u0631u062fu06afu06ccu06a9u0648 u0628u06c1u062au0631u0628u0646u0627u0646u06d2 u06a9u06d2u0644u0626u06d2 u0622u067e u06a9u06d2u0646u0638u0627u0645 u0633u06d2u0645u062au0639u0644u0642 u0646u06c1u06ccu06bau06c1u06d2. u0688u06ccu0679u0627 u0628u06beu06ccu063au06ccu0631 u0645u0648u062bu0631u06c1u0648u0633u06a9u062au0627 u06c1u06d2.

source: Archive person data which is not currently relevant to yoursystem. Data can also be unarchived.
ur: u0622u0631u06a9u06ccu0641u06a9u06ccu0634u0646u0634u062eu0635 u06a9u06d2u0627u0639u062fu0627u062f u0648u0634u0645u0627u0631 u062cu0648 u0641u06ccu0627u0644u062du0627u0644 u0622u067e u06a9u06d2u0633u0633u0679u0645 u0633u06d2u0645u062au0639u0644u0642 u0646u06c1u06ccu06bau06c1u06d2. u0688u06ccu0679u0627 u0628u06beu06ccu063au06ccu0631 u0645u0648u062bu0631u06c1u0648u0633u06a9u062au0627 u06c1u06d2.

source: Perform maintenance tasks such as pruning of data values andperiods and clearing of database resource tables.
ur: u0688u06ccu0679u0627 u06a9u06ccu0642u062fu0631u0648u06ba u0627u0648u0631u062fu0648u0631u0648u06ba u06a9u06ccu0642u06ccu0645u062au0648u06ba u0627u0648u0631u0688u06ccu0679u0627 u0628u06ccu0633u0648u0633u0627u0626u0644 u06a9u06ccu0645u06ccu0632u0648u06ba u06a9u0648u0635u0627u0641 u06a9u0631u0646u06d2 u06a9u06ccu0628u062du0627u0644u06cc u06a9u06d2u06a9u0627u0645u0648u06ba u06a9u0648u0627u0646u062cu0627u0645 u062fu06ccu06ba.

source: Generate resource database tables for the organisation unithierarchy and group set structure among others.
ur: u062au0646u0638u06ccu0645 u06ccu0648u0646u0679u06a9u06d2 u062au0646u0638u06ccu0645u06ccu0688u06beu0627u0646u0686u06d2 u0627u0648u0631u06afu0631u0648u067e u0633u06ccu0679u0688u06beu0627u0646u0686u06d2 u06a9u06d2u0644u0626u06d2 u062fu0648u0633u0631u0648u06bau06a9u06d2 u062fu0631u0645u06ccu0627u0646u0648u0633u0627u0626u0644 u0688u06ccu0679u0627u0628u06ccu0633 u06a9u06ccu0645u06ccu0632u06ccu06bau0628u0646u0627u0626u06ccu06ba.

source: Create and manage locales for database content. A locale isa combination of language and country.
ur: u0688u06ccu0679u0627 u0628u06ccu0633 u06a9u06d2u0645u0648u0627u062f u06a9u06d2 u0644u0626u06d2u0645u0642u0627u0645u06ccu0648u06ba u06a9u0648u062au062eu0644u06ccu0642 u0627u0648u0631u0645u0646u0638u0645 u06a9u0631u06ccu06ba.u0627u06ccu06a9 u0645u0642u0627u0645u06ccu0632u0628u0627u0646 u0627u0648u0631u0645u0644u06a9 u06a9u0627 u0627u06ccu06a9u0645u062cu0645u0648u0639u06c1 u06c1u06d2.

source: Merge two organisation units and their data values. Data ismerged depending on existence and date of last modification.
ur: u062fu0648 u062au0646u0638u06ccu0645u06ccu0648u0646u0679u0633 u0627u0648u0631u0627u0646 u06a9u06d2 u0688u06ccu0679u0627u06a9u06d2 u0627u0642u062fu0627u0631 u06a9u0648u0636u0645 u06a9u0631u06ccu06ba.u0627u0639u062fu0627u062f u0648u0634u0645u0627u0631 u0645u0644 u06afu06ccu0627u06c1u06d2 u0627u0648u0631 u0622u062eu0631u06ccu062au0631u0645u06ccu0645 u06a9u06ccu062au0627u0631u06ccu062e u067eu0631u0645u0646u062du0635u0631 u06c1u06d2.

source: Browse the number of objects in the database, like dataelements, indicators, data sets and data values.
ur: u0688u06ccu0679u0627 u0628u06ccu0633u0645u06ccu06ba u0627u0634u06ccu0627u0621u06a9u06cc u062au0639u062fu0627u062f u06a9u0648u0628u0631u0627u0624u0632u06a9u0631u06ccu06bau060c u062cu06ccu0633u06d2u0688u06ccu0679u0627u0639u0646u0627u0635u0631u060cu0627u0634u0627u0631u06d2u060cu0688u06ccu0679u0627 u0633u06ccu0679u0627u0648u0631 u0688u06ccu0679u0627u0627u0642u062fu0627u0631.

source: Monitor and clear the system database cache status. Providesinformation on object and query caches.
ur: u0646u06afu0631u0627u0646u06cc u0627u0648u0631u0646u0638u0627u0645 u06a9u06d2u0688u06ccu0679u0627 u0628u06ccu0633u06a9u06ccu0634 u06a9u06ccu062du06ccu062bu06ccu062a u06a9u0648u0635u0627u0641 u06a9u0631u06ccu06ba.u0627u0639u062au0631u0627u0636 u0627u0648u0631u0633u0648u0627u0644 u06a9u06ccu0634 u067eu0631u0645u0639u0644u0648u0645u0627u062au0641u0631u0627u06c1u0645 u06a9u0631u062au0627u06c1u06d2.

source: Generate min-max values which can be used for data validationduring data entry and validation processes.
ur: u0688u06ccu0679u0627 u0627u0646u0679u0631u06ccu0627u0648u0631 u062au0648u062bu06ccu0642u06a9u06d2 u0639u0645u0644 u06a9u06d2u062fu0648u0631u0627u0646 u0688u06ccu0679u0627u06a9u06cc u062au0648u062bu06ccu0642 u06a9u06d2u0644u0626u06d2u0627u0633u062au0639u0645u0627u0644u06a9u06ccu0627 u062cu0627 u0633u06a9u062au0627u06c1u06d2 u062cu0633 u0645u06ccu06bau06a9u0645 u0633u06d2 u0632u06ccu0627u062fu06c1u0627u0642u062fu0627u0631 u067eu06ccu062fu0627u06a9u0631u06ccu06ba.

source: Remove sub-trees from the organisation unit tree. Useful whencreating and deploying local databases.
ur: u0627u062fu0627u0631u06d2 u06a9u06d2u062fu0631u062eu062a u0633u06d2u0633u0628u06beu06ccu062fu0631u062eu062au0648u06ba u06a9u0648u06c1u0679u0627 u062fu06ccu06ba.u0645u0642u0627u0645u06cc u0688u06ccu0679u0627u0628u06ccu0633 u0628u0646u0627u0646u06d2u0627u0648u0631u062au0639u06ccu0646u0627u062au06ccu06a9u0631u062au06d2 u0648u0642u062au0645u0641u06ccu062f.

source: Define which data elements for which zero values should bestored or ignored. Useful for reducing database size.
ur: u0648u0636u0627u062du062a u06a9u0631u06ccu06bau06a9u06c1 u06a9u0648u0646 u0633u0627u0688u06ccu0679u0627 u0639u0646u0627u0635u0631u062cu0646 u06a9u06d2 u0644u0626u06d2u0635u0641u0631 u0627u0642u062fu0627u0631u06a9u0648 u0630u062eu06ccu0631u06c1 u06ccu0627u0646u0638u0631 u0627u0646u062fu0627u0632u06a9u0631u0646u06cc u0686u0627u06c1u0626u06d2.u0688u06ccu0679u0627 u0628u06ccu0633 u06a9u06d2u0633u0627u0626u0632 u06a9u0648 u06a9u0645u06a9u0631u0646u06d2 u06a9u06d2 u0644u0626u06d2u0645u0641u06ccu062f

source: Eliminate data registered for duplicate data elements. Usefulwhen data has been entered for identical data elements.
ur: u0688u067eu0644u06ccu06a9u06ccu0679u0688u06ccu0679u0627 u0639u0646u0627u0635u0631u06a9u06d2 u0644u0626u06d2u0631u062cu0633u0679u0631u0688u0688u06ccu0679u0627 u062eu062au0645u06a9u0631u06ccu06ba. u062cu0628u0645u062au062du062f u0688u06ccu0679u0627u0639u0646u0627u0635u0631 u06a9u06d2u0644u0626u06d2 u0627u0639u062fu0627u062f u0648u0634u0645u0627u0631 u062fu0631u062c u06a9u06ccu062cu0627u062au06cc u06c1u06d2 u062au0648u0645u0641u06ccu062f.

source: Create SQL database views. These views will typically use theresource tables to provide convenient views for third-partytools.
ur: SQL u0688u06ccu0679u0627 u0628u06ccu0633u062eu06ccu0627u0644u0627u062au0628u0646u0627u0626u06ccu06ba. u06ccu06c1u062eu06ccu0627u0644u0627u062a u0639u0627u0645u0637u0648u0631 u067eu0631u0648u0633u0627u0626u0644 u06a9u06ccu0645u06ccu0632u06ccu06bau0627u0633u062au0639u0645u0627u0644u06a9u0631u06ccu06ba u06afu06d2u062au0627u06a9u06c1 u062au06ccu0633u0631u06d2u0641u0631u06ccu0642 u06a9u06d2u0627u0648u0632u0627u0631u06a9u06ccu0644u0626u06d2 u0622u0633u0627u0646u062eu06ccu0627u0644u0627u062au0641u0631u0627u06c1u0645 u06a9u06ccu06d2u062cu0627u0626u06ccu06ba.

source: Manage scheduled tasks such as data mart exports, where youcan set period types, aggregation level and frequency.
ur: u0645u0642u0631u0631 u06a9u0631u062fu06c1u06a9u0627u0645u0648u06ba u06a9u0627u0627u0646u062au0638u0627u0645u06a9u0631u06ccu06ba u062cu06ccu0633u06d2u0627u0639u062fu0627u062f u0645u0627u0631u0645u0627u0631u06a9u0628u0631u0622u0645u062fu0627u062au060cu062cu06c1u0627u06ba u0622u067e u0645u062fu062au06a9u06cc u0627u0642u0633u0627u0645u060cu0645u062cu0645u0648u0639u06cc u0633u0637u062du0627u0648u0631u0641u0631u06ccu06a9u0648u0626u0646u0633u06ccu0645u0642u0631u0631u06a9u0631u0633u06a9u062au06d2 u06c1u06ccu06ba.

source: Expression is empty
ur: u0627u0638u06c1u0627u0631 u062eu0627u0644u06cc u06c1u06d2

source: Invalid indicator denominators
ur: u063au0644u0637 u0627u0634u0627u0631u06d2u0688u0648u0645u06ccu0646u0679u0631u0632

source: Invalid indicator numerators
ur: u063au0644u0637 u0627u0634u0627u0631u06d2 numerators

source: Invalid validation rule left side expressions
ur: u063au0644u0637 u062au0648u062bu06ccu0642u06a9u0627 u0627u0635u0648u0644u0628u0627u0626u06ccu06ba u062cu0627u0646u0628u0627u0638u06c1u0627u0631

source: Invalid validation rule right side expressions
ur: u063au0644u0637 u062au0648u062bu06ccu0642u06ccu0642u0627u0639u062fu06c1u062fu0627u0626u06ccu06ba u062cu0627u0646u0628u0627u0638u06c1u0627u0631

source: Category structure
ur: u0632u0645u0631u06c1 u06a9u06cc u0633u0627u062eu062a

source: Zero Value Storage
ur: u0632u06ccu0631u0648 u0648u06ccu0644u0627u0633u0679u0648u0631u06ccu062c

source: Ignore zero data values
ur: u0635u0641u0631 u0688u06ccu0679u0627u0627u0642u062fu0627u0631 u06a9u0648u0646u0638u0631 u0627u0646u062fu0627u0632u06a9u0631u06ccu06ba

source: Organisation Unit Merge
ur: u062au0646u0638u06ccu0645 u06ccu0648u0646u0679 u0636u0645

source: Select the organisation unit to eliminate
ur: u062eu062au0645 u06a9u0631u0646u06d2 u06a9u06d2u0644u0626u06d2 u062au0646u0638u06ccu0645u06ccu0648u0646u0679 u0645u0646u062au062eu0628u06a9u0631u06ccu06ba

source: Select the organisation unit to keep
ur: u0631u06a9u06beu0646u06d2 u06a9u06d2u0644u0626u06d2 u062au0646u0638u06ccu0645u06ccu0648u0646u0679 u0645u0646u062au062eu0628u06a9u0631u06ccu06ba

source: Create SQL views
ur: SQL u062eu06ccu0627u0644u0627u062au0628u0646u0627u0626u06ccu06ba

source: Merge
ur: u0636u0645

source: Merging
ur: u0636u0645

source: Merging done
ur: u0636u0645 u06a9u06ccu0627

source: Eliminating
ur: u062eu062au0645

source: Elimination done
ur: u062eu062au0645 u06c1u0648 u06afu06ccu0627

source: Select the data element to eliminate
ur: u062eu062au0645 u06a9u0631u0646u06d2u06a9u06ccu0644u0626u06d2 u0688u06ccu0679u0627u0639u0646u0635u0631 u0645u0646u062au062eu0628u06a9u0631u06ccu06ba

source: Select the data element to keep
ur: u0631u06a9u06beu0646u06d2 u06a9u06d2u0644u0626u06d2 u0688u06ccu0679u0627u0639u0646u0635u0631 u0645u0646u062au062eu0628u06a9u0631u06ccu06ba

source: Eliminate
ur: u062eu062au0645 u06a9u0631u0648

source: Drop SQL views
ur: SQL u062eu06ccu0627u0644u0627u062au0686u06beu0648u0691u06ccu06ba

source: Duplicate Data Elimination
ur: u0688u067eu0644u06ccu06a9u06ccu0679u0688u06ccu0679u0627 u06a9u06d2u062eu0627u062au0645u06d2

source: Please select two different organisation units
ur: u0628u0631u0627u06c1 u06a9u0631u0645 u062fu0648u0645u062eu062au0644u0641u0627u062fu0627u0631u0648u06ba u06a9u0648u0645u0646u062au062eu0628 u06a9u0631u06ccu06ba

source: Please select two different data elements
ur: u0628u0631u0627u06c1 u06a9u0631u0645 u062fu0648u0645u062eu062au0644u0641 u0688u06ccu0679u0627u0639u0646u0627u0635u0631 u06a9u0648u0645u0646u062au062eu0628 u06a9u0631u06ccu06ba

source: Filter
ur: u0641u0644u0679u0631

source: Data Archive
ur: u0688u06ccu0679u0627 u0622u0631u06a9u0627u0626u06ccu0648

source: There are
ur: u0648u06c1u0627u06ba u06c1u06d2

source: overlapping data values in the archive.
ur: u0622u0631u06a9u0627u0626u06ccu0648u0645u06ccu06ba u0632u06ccu0627u062fu06c1u0633u06d2 u0632u06ccu0627u062fu06c1u0688u06ccu0679u0627 u06a9u06ccu0627u0642u062fu0627u0631.

source: There are no overlapping data in the archive.
ur: u0622u0631u06a9u0627u0626u06ccu0648u0645u06ccu06ba u06a9u0648u0626u06ccu0627u0636u0627u0641u06cc u0688u06ccu0679u0627u0646u06c1u06ccu06ba u06c1u06d2.

source: Eliminate the oldest duplicates
ur: u0633u0628 u0633u06d2 u067eu0631u0627u0646u06ccu0646u0642u0644u06ccu06ba u062eu062au0645u06a9u0631u06ccu06ba

source: Eliminate duplicates from archive source
ur: u0622u0631u06a9u0627u0626u06ccu0648u0630u0631u06ccu0639u06c1 u0633u06d2u0646u0642u0644 u0648 u062du0631u06a9u062au06a9u0627 u062eu0627u062au0645u06c1u06a9u0631u06ccu06ba

source: Eliminate duplicates from regular source
ur: u0628u0627u0642u0627u0639u062fu06afu06ccu0633u06d2 u0630u0631u06ccu0639u06c1 u0633u06d2u0646u0642u0644 u0648 u062du0631u06a9u062au06a9u0627 u062eu0627u062au0645u06c1u06a9u0631u06ccu06ba

source: Start date
ur: u0634u0631u0648u0639 u06a9u0631u0646u06d2u06a9u06cc u062au0627u0631u06ccu062e

source: End date
ur: u0622u062eu0631u06cc u062au0627u0631u06ccu062e

source: Archive
ur: u0622u0631u06a9u0627u0626u06ccu0648

source: Unarchive
ur: u063au06ccu0631 u0645u0646u0638u0645

source: Archiving
ur: u0622u0631u06a9u0627u0626u06ccu0648

source: Unarchiving
ur: u0627u06a9u0679u06beu0627 u06a9u0631u0646u0627

source: done. Number of archived values is now
ur: u06a9u06ccu0627 u06c1u0648u0627u0630u062eu06ccu0631u06c1 u0634u062fu06c1u0627u0642u062fu0627u0631 u06a9u06ccu062au0639u062fu0627u062f u0627u0628 u06c1u06d2

source: Prune
ur: u067eu0631u0648u0648u0646

source: Pruning
ur: u067eu0631u0627u0648u0646u0646u06af

source: Pruning done
ur: u0634u0631u0648u0639 u06a9u0631 u062fu06ccu0627

source: Data browser
ur: u0688u06ccu0679u0627 u0628u0631u0627u0624u0632u0631

source: Please choose a period type
ur: u0627u06ccu06a9 u0645u062fu062a u06a9u06ccu0642u0633u0645 u0645u0646u062au062eu0628u06a9u0631u06ccu06ba

source: Please enter a valid End date
ur: u0628u0631u0627u06c1 u06a9u0631u0645u0627u06ccu06a9 u062fu0631u0633u062au0627u062eu062au062au0627u0645u062au0627u0631u06ccu062e u062fu0631u062cu06a9u0631u06ccu06ba

source: Please select a browser mode
ur: u0628u0631u0627u06c1 u06a9u0631u0645u0628u0631u0627u0624u0632u0631 u0645u0648u0688u0645u0646u062au062eu0628 u06a9u0631u06ccu06ba

source: Please select an organization unit
ur: u0628u0631u0627u06c1 u06a9u0631u0645u062au0646u0638u06ccu0645 u06ccu0648u0646u0679u0645u0646u062au062eu0628 u06a9u0631u06ccu06ba

source: Number of recorded values
ur: u062fu0631u062c u06a9u0631u062fu06c1u0627u0642u062fu0627u0631 u06a9u06ccu062au0639u062fu0627u062f

source: Browse data at this level only
ur: u0635u0631u0641 u0627u0633 u0633u0637u062du067eu0631 u0688u06ccu0679u0627u0628u0631u0627u0624u0632 u06a9u0631u06ccu06ba

source: Summary drill down
ur: u062eu0644u0627u0635u06c1 u0688u0631u0644

source: View raw data at this level
ur: u0627u0633 u0633u0637u062d u067eu0631u062eu0627u0645 u0688u06ccu0679u0627u062fu06ccu06a9u06beu06ccu06ba

source: Click on this organisation unit
ur: u0627u0633 u062au0646u0638u06ccu0645u06ccu0648u0646u0679 u067eu0631 u06a9u0644u06a9u06a9u0631u06ccu06ba

source: earliest
ur: u062cu0644u062f u06c1u06cc

source: latest
ur: u062au0627u0632u06c1 u062au0631u06ccu0646

source: Level must be a number
ur: u0633u0637u062d u0627u06ccu06a9u0646u0645u0628u0631 u06c1u0648u0646u0627u0636u0631u0648u0631u06cc u06c1u06d2

source: Please select an organisation unit
ur: u0628u0631u0627u06c1 u06a9u0631u0645u062au0646u0638u06ccu0645 u06ccu0648u0646u0679u0645u0646u062au062eu0628 u06a9u0631u06ccu06ba

source: Generate
ur: u067eu06ccu062fu0627

source: SQL View Management
ur: SQL u062fu06ccu06a9u06beu06ccu06bau0645u06ccu0646u062cu0645u0646u0679

source: SQL View
ur: SQL u062fu06ccu06a9u06beu06ccu06ba

source: SQL type
ur: SQL u0642u0633u0645

source: SQL view
ur: SQL u062fu06ccu06a9u06beu06ccu06ba

source: Materialized SQL view
ur: u0645u062au0639u062fu062f SQL u0645u0646u0638u0631

source: SQL query
ur: SQL u0633u0648u0627u0644

source: created in database
ur: u0688u06ccu0679u0627 u0628u06ccu0633u0645u06ccu06ba u067eu06ccu062fu0627

source: materialized in database
ur: u0688u06ccu0679u0627 u0628u06ccu0633u0645u06ccu06ba u0645u0627u062fu06cc u06c1u06d2

source: allows for variables
ur: u0645u062au063au06ccu0631 u06a9u06d2u0644u0626u06d2 u0627u062cu0627u0632u062au062fu06ccu062au0627 u06c1u06d2

source: SQL Statement
ur: SQL u0628u06ccu0627u0646

source: Execute query
ur: u0633u0648u0627u0644 u067eu0631 u0639u0645u0644u06a9u0631u06ccu06ba

source: Add new SQL view
ur: u0646u06ccu0627 SQL u0645u0646u0638u0631u0634u0627u0645u0644 u06a9u0631u06ccu06ba

source: Update SQL view
ur: SQL u0645u0646u0638u0631 u0627u067eu0688u06ccu0679 u06a9u0631u06ccu06ba

source: Name is not allowed to be null
ur: u0646u0627u0645 u06a9u0648 u0628u0627u0637u0644u06c1u0648u0646u06d2 u06a9u06ccu0627u062cu0627u0632u062a u0646u06c1u06ccu06bau06c1u06d2

source: The language and country set is already in use
ur: u0632u0628u0627u0646 u0627u0648u0631u0645u0644u06a9 u06a9u0627 u0633u06ccu0679u067eu06c1u0644u06d2 u0633u06d2 u06c1u06ccu0627u0633u062au0639u0645u0627u0644u0645u06ccu06ba u06c1u06d2

source: SQL statement cannot be null
ur: SQL u0628u06ccu0627u0646 u06a9u0648u0679u06beu06ccu06a9 u0646u06c1u06ccu06bau06c1u0648u0633u06a9u062au0627 u06c1u06d2

source: This SQL statement is invalid
ur: u06ccu06c1 SQL u0628u06ccu0627u0646 u063au0644u0637 u06c1u06d2

source: Note: Only SELECT query is allowed (without INTO keyword)
ur: u0646u0648u0679: u0635u0631u0641 SELECTu0633u0648u0627u0644 u06a9u06ccu0627u062cu0627u0632u062a u06c1u06d2 (INTOu0645u0637u0644u0648u0628u06c1u0627u0644u0641u0627u0638 u06a9u06d2u0628u063au06ccu0631)

source: This resource viewer is invalid or does not exist
ur: u06ccu06c1 u0648u0633u0627u0626u0644u0646u0627u0638u0631u06ccu0646 u063au0644u0637u06c1u06d2 u06ccu0627 u0645u0648u062cu0648u062fu0646u06c1u06ccu06ba u06c1u06d2

source: SQL view table with name
ur: u0646u0627u0645 u06a9u06d2 u0633u0627u062au06beSQL u062fu06ccu06a9u06beu06ccu06bau0679u06ccu0628u0644

source: is created
ur: u067eu06ccu062fu0627 u06c1u0648u062au0627 u06c1u06d2

source: Please execute query to create View table before viewing
ur: u0645u0644u0627u062du0638u06c1u06a9u0631u0646u06d2 u0633u06d2 u0642u0628u0644u0645u0644u0627u062du0638u06c1u06a9u0631u06ccu06ba u0645u06ccu0632 u06a9u0648u062au0634u06a9u06ccu0644 u062fu06ccu0646u06d2u06a9u06d2 u0644u0626u06d2 u0628u0631u0627u06c1u06a9u0631u0645 u0633u0648u0627u0644u0645u0631u062au0628 u06a9u0631u06ccu06ba

source: Data elements violating exclusive group sets
ur: u0688u06ccu0679u0627 u0639u0646u0627u0635u0631u062eu0635u0648u0635u06cc u06afu0631u0648u067eu0633u06ccu0679 u06a9u06cc u062eu0644u0627u0641u0648u0631u0632u06cc u06a9u0631u062au06d2u06c1u06ccu06ba

source: Indicators violating exclusive group sets
ur: u062eu0635u0648u0635u06cc u06afu0631u0648u067eu0633u06ccu0679 u06a9u06cc u062eu0644u0627u0641u0648u0631u0632u06cc u06a9u0631u0646u06d2u0648u0627u0644u06d2 u0627u0634u0627u0631u06d2

source: View data for
ur: u06a9u06d2 u0644u0626u06d2u0627u0639u062fu0627u062f u0648u0634u0645u0627u0631u062fu06ccu06a9u06beu06ccu06ba

source: Failed to create view table for
ur: u062fu06ccu06a9u06beu0646u06d2 u06a9u06ccu0645u06ccu0632 u0628u0646u0627u0646u06d2u06a9u06d2 u0644u0626u06d2 u0645u06ccu06bau0646u0627u06a9u0627u0645

source: Show
ur: u062fu06a9u06beu0627u0626u06ccu06ba

source: Lock
ur: u0644u0627u06a9

source: Locked
ur: u0628u0646u062f

source: Unlock
ur: u06a9u06beu0648u0644u06ccu06ba

source: Append
ur: u0634u0627u0645u0644 u06a9u0631u06ccu06ba

source: Users
ur: u0635u0627u0631u0641u06ccu0646

source: Removed values successfully
ur: u06c1u0679u0627 u062fu06ccu0627 u06afu06ccu0627u0627u0642u062fu0627u0631u06a9u0627u0645u06ccu0627u0628u06cc u0633u06d2

source: Recorded values
ur: u0631u06ccu06a9u0627u0631u0688 u0634u062fu06c1u0627u0642u062fu0627u0631

source: Earliest date will be used if no date is selected
ur: u06a9u0648u0626u06cc u062au0627u0631u06ccu062eu0645u0646u062au062eu0628 u0646u06c1u06ccu06bau06c1u06d2 u062au0648 u0633u0628 u0633u06d2u062cu0644u062f u06a9u06ccu062au0627u0631u06ccu062e u06a9u0627u0627u0633u062au0639u0645u0627u0644u06a9u06ccu0627 u062cu0627u0626u06d2 u06afu0627

source: Latest date will be used if no date is selected
ur: u062au0627u0632u06c1 u062au0631u06ccu0646u062au0627u0631u06ccu062eu0627u0633u062au0639u0645u0627u0644 u06a9u06ccu062cu0627u0626u06d2 u06afu06cc u0627u06afu0631u06a9u0648u0626u06cc u062au0627u0631u06ccu062eu0645u0646u062au062eu0628 u0646u06c1 u06c1u0648

source: Generated values successfully
ur: u067eu06ccu062fu0627 u06a9u0631u062fu06c1u0627u0642u062fu0627u0631u06a9u0627u0645u06ccu0627u0628u06cc u0633u06d2

source: Data Set list
ur: u0688u06ccu0679u0627 u0633u06ccu0679 u06a9u06ccu0641u06c1u0631u0633u062a

source: Data element group list
ur: u0688u06ccu0679u0627 u0639u0646u0635u0631u06afu0631u0648u067e u06a9u06ccu0641u06c1u0631u0633u062a
