Repository: dhis2/maintenance-app-beta
Catalog: i18n/*.po
Languages: ur

source: Create, update, view and delete data sets and customforms. A data set is a collection of data elements forwhich data is entered.
ur: u0688u06ccu0679u0627 u0633u06ccu0679u0627u0648u0631 u0627u067eu0646u06ccu0645u0631u0636u06cc u06a9u06d2u0645u0637u0627u0628u0642 u0641u0627u0631u0645u0628u0646u0627u0626u06ccu06bau060c u0627u067eu0688u06ccu0679 u06a9u0631u06ccu06bau060cu062fu06ccu06a9u06beu06ccu06ba u0627u0648u0631u062du0630u0641 u06a9u0631u06ccu06ba.u0627u06ccu06a9 u0688u06ccu0679u0627u0633u06ccu0679 u0688u06ccu0679u0627u0688u06ccu0679u0627 u0639u0646u0627u0635u0631u06a9u0627 u0627u06ccu06a9u0645u062cu0645u0648u0639u06c1 u06c1u06d2u062cu0633 u06a9u06d2 u0644u0626u06d2u0688u06ccu0679u0627 u062fu0627u062eu0644u06c1u0648 u06afu06ccu0627 u06c1u06d2.

source: Create, update, view, and delete data set notifications.
ur: u0688u06ccu0679u0627 u0633u06ccu0679u0627u0637u0644u0627u0639u0627u062au0628u0646u0627u0626u06ccu06bau060c u0627u067eu0688u06ccu0679u060cu062fu06ccu06a9u06beu06ccu06bau060cu0627u0648u0631 u062du0630u0641u06a9u0631u06ccu06ba.

source: Edit compulsory data elements
ur: u0644u0627u0632u0645u06cc u0688u06ccu0679u0627u0639u0646u0627u0635u0631 u0645u06ccu06bau062au0631u0645u06ccu0645 u06a9u0631u06ccu06ba

source: Manage sections
ur: u062du0635u0648u06ba u06a9u0627u0627u0646u062au0638u0627u0645u06a9u0631u06ccu06ba

source: Design data entry form
ur: u0688u06ccu0632u0627u0626u0646u0688u06ccu0679u0627u0627u0646u062fu0631u0627u062cu0641u0627u0631u0645

source: Get PDF for data entry
ur: u0688u06ccu0679u0627u0627u0646u062fu0631u0627u062c u06a9u06d2u0644u0626u06d2 u067eu06cc u0688u06ccu0627u06ccu0641 u062du0627u0635u0644u06a9u0631u06ccu06ba

source: Run now
ur: u0627u0628 u0686u0644u0627u0626u06ccu06ba

source: Preview
ur: u067eu06ccu0634 u0646u0638u0627u0631u06c1

source: Saved compulsory data elements
ur: u0636u0631u0648u0631u06ccu0644u0627u0632u0645u06ccu0627u0639u062fu0627u062f u0648u0634u0645u0627u0631 u0639u0646u0627u0635u0631

source: Could not save compulsory data elements
ur: u0644u0627u0632u0645u06cc u0688u06ccu0679u0627u0639u0646u0627u0635u0631 u06a9u0648u0645u062du0641u0648u0638 u0646u06c1u06ccu06bau06a9u0631 u0633u06a9u0627

source: Are you sure you want to create a new root organisation unit?
ur: u06a9u06ccu0627 u0622u067eu0648u0627u0642u0639u06cc u0627u06ccu06a9u0646u0626u06cc u062cu0691u062au0646u0638u06ccu0645 u06ccu0648u0646u0679u0628u0646u0627u0646u0627u0686u0627u06c1u062au06d2 u06c1u06ccu06bau061f

source: Create new organisation unit
ur: u0646u0626u06cc u062au0646u0638u06ccu0645u06ccu0648u0646u0679u0628u0646u0627u0626u06ccu06ba

source: Registers data
ur: u0631u062cu0633u0679u0631 u06a9u06d2u0627u0639u062fu0627u062f u0648u0634u0645u0627u0631

source: Create new organisation unit group
ur: u0646u06ccu0627 u062au0646u0638u06ccu0645u06ccu0648u0646u0679 u06afu0631u0648u067eu0628u0646u0627u0626u06ccu06ba

source: Hierarchy operations
ur: u062du0631u0627u0633u062au06cc u0622u067eu0631u06ccu0634u0646

source: Select an organisation unit to move
ur: u0645u0646u062au0642u0644 u06a9u0631u0646u06d2u06a9u06ccu0644u0626u06d2 u0627u06ccu06a9u062au0646u0638u06ccu0645 u06ccu0648u0646u0679u0645u0646u062au062eu0628 u06a9u0631u06ccu06ba

source: Not selected
ur: u0645u0646u062au062eu0628 u0646u06c1u06ccu06bau06a9u06ccu0627 u06afu06ccu0627

source: Confirm
ur: u062au0635u062fu06ccu0642 u06a9u0631u06ccu06ba

source: Select the new parent organisation unit for the one to move
ur: u0645u0646u062au0642u0644 u06a9u0631u0646u06d2u06a9u06ccu0644u0626u06d2 u0627u06ccu06a9u0646u06ccu0627 u0648u0627u0644u062fu06ccu0646u062au0646u0638u06ccu0645 u06ccu0648u0646u0679u0645u0646u062au062eu0628 u06a9u0631u06ccu06ba

source: Reset
ur: u0631u06cc u0633u06ccu0679 u06a9u0631u06ccu06ba

source: Parent organisation unit
ur: u0648u0627u0644u062fu06ccu0646u062au0646u0638u06ccu0645 u06ccu0648u0646u0679

source: No matching organisation units
ur: u06a9u0648u0626u06ccu0645u0645u0627u062bu0644u062au062au0646u0638u06ccu0645u06ccu0648u0646u0679u0633 u0646u06c1u06ccu06ba

source: Organisation unit
ur: u062au0646u0638u06ccu0645 u06ccu0648u0646u0679

source: Organisation unit group
ur: u062au0646u0638u06ccu0645 u06ccu0648u0646u0679u06afu0631u0648u067e

source: Organisation unit level
ur: u062au0646u0638u06ccu0645 u06ccu0648u0646u0679u06a9u06cc u0633u0637u062d

source: Organisation unit management
ur: u062au0646u0638u06ccu0645 u06ccu0648u0646u0679u0645u06ccu0646u062cu0645u0646u0679

source: This organisation unit has no children
ur: u06ccu06c1 u062au0646u0638u06ccu0645u06ccu0648u0646u0679 u0645u06ccu06bau06a9u0648u0626u06cc u0627u0648u0644u0627u062fu0646u06c1u06ccu06ba u06c1u06d2

source: Organisation unit group management
ur: u062au0646u0638u06ccu0645 u06ccu0648u0646u0679u06afu0631u0648u067eu0645u06ccu0646u062cu0645u0646u0679

source: Number of group members
ur: u06afu0631u0648u067e u06a9u06d2u0627u0631u06a9u0627u0646 u06a9u06ccu062au0639u062fu0627u062f

source: Edit organisation unit
ur: u062au0646u0638u06ccu0645 u06ccu0648u0646u0679u0645u06ccu06ba u062au0631u0645u06ccu0645u06a9u0631u06ccu06ba

source: Edit organisation unit group
ur: u062au0646u0638u06ccu0645 u06ccu0648u0646u0679u06afu0631u0648u067e u0645u06ccu06bau062au0631u0645u06ccu0645 u06a9u0631u06ccu06ba

source: The selected organisation unit is already a root. Pleaseselect a new parent organisation unit
ur: u0645u0646u062au062eu0628u062au0646u0638u06ccu0645 u06ccu0648u0646u0679u067eu06c1u0644u06d2 u06c1u06cc u062cu0691u06c1u06d2. u0628u0631u0627u06c1 u06a9u0631u0645u0646u06ccu0627 u0648u0627u0644u062fu06ccu0646u062au0646u0638u06ccu0645 u06ccu0648u0646u0679u0645u0646u062au062eu0628 u06a9u0631u06ccu06ba

source: The selected organisation unit will be moved to root
ur: u00a0u0645u0646u062au062eu0628u062au0646u0638u06ccu0645 u06a9u0627u06ccu0648u0646u0679 u062cu0691 u0645u06ccu06bau0645u0646u062au0642u0644u06a9u0631u062fu06ccu0627 u062cu0627u0626u06d2u06afu0627

source: An organisation unit cannot be moved to itself. Please selecta new parent organisation unit
ur: u0627u06ccu06a9 u062au0646u0638u06ccu0645u06ccu0648u0646u0679 u062eu0648u062f u06a9u0648u0645u0646u062au0642u0644 u0646u06c1u06ccu06bau06a9u06ccu0627 u062cu0627 u0633u06a9u062au0627.u0628u0631u0627u06c1 u06a9u0631u0645u0646u06ccu0627 u0648u0627u0644u062fu06ccu0646u062au0646u0638u06ccu0645 u06ccu0648u0646u0679u0645u0646u062au062eu0628 u06a9u0631u06ccu06ba

source: An organisation unit cannot be moved to be its own child.Please select a new parent organisation unit
ur: u0627u06ccu06a9 u062au0646u0638u06ccu0645u06ccu0648u0646u0679 u0627u067eu0646u06d2u0628u0686u06d2 u06a9u0648u0645u0646u062au0642u0644 u0646u06c1u06ccu06bau06a9u06ccu0627 u062cu0627 u0633u06a9u062au0627.u0628u0631u0627u06c1 u06a9u0631u0645u0646u06ccu0627 u0648u0627u0644u062fu06ccu0646u062au0646u0638u06ccu0645 u06ccu0648u0646u0679u0645u0646u062au062eu0628 u06a9u0631u06ccu06ba

source: The new parent organisation unit is approved
ur: u0646u06ccu0627 u0648u0627u0644u062fu06ccu0646u062au0646u0638u06ccu0645 u06ccu0648u0646u0679u0645u0646u0638u0648u0631 u06a9u0631u062fu06ccu06afu0626u06cc u06c1u06d2

source: The name is already in use. Please choose a different name.
ur: u0646u0627u0645 u067eu06c1u0644u06d2 u0633u06d2u06c1u06cc u0627u0633u062au0639u0645u0627u0644u0645u06ccu06ba u06c1u06d2. u0628u0631u0627u06c1u0645u06c1u0631u0628u0627u0646u06ccu0645u062eu062au0644u0641 u0646u0627u0645u06a9u0627 u0627u0646u062au062eu0627u0628u06a9u0631u06ccu06ba.

source: The code is already in use. Please choose a different code.
ur: u06a9u0648u0688 u067eu06c1u0644u06d2 u0633u06d2u06c1u06cc u0627u0633u062au0639u0645u0627u0644u0645u06ccu06ba u06c1u06d2. u0628u0631u0627u06c1u06a9u0631u0645 u0627u06ccu06a9u0645u062eu062au0644u0641 u06a9u0648u0688u0645u0646u062au062eu0628 u06a9u0631u06ccu06ba.

source: This organisation unit cannot be moved. Please select a neworganisation unit to move
ur: u06ccu06c1 u062au0646u0638u06ccu0645u06ccu0648u0646u0679 u0645u0646u062au0642u0644u0646u06c1u06ccu06ba u06a9u06cc u062cu0627u0633u06a9u062au06cc. u0645u0646u062au0642u0644u06a9u0631u0646u06d2 u06a9u06ccu0644u0626u06d2u0627u06ccu06a9 u0646u06ccu0627u062au0646u0638u06ccu0645 u06ccu0648u0646u0679u0645u0646u062au062eu0628 u06a9u0631u06ccu06ba

source: The organisation unit to move is approved
ur: u062au0646u0638u06ccu0645 u06ccu0648u0646u0679u0645u0646u062au0642u0644 u06a9u0631u0646u06d2u06a9u06cc u0645u0646u0638u0648u0631u06ccu062fu06cc u06afu0626u06cc u06c1u06d2

source: Not selected, moved to root position
ur: u0645u0646u062au062eu0628 u0646u06c1u06ccu06bau06a9u06ccu0627 u062cu0627u0631u06c1u0627u06c1u06d2

source: Verification of the new parent organisation unit failed withthe following message
ur: u0646u0626u06d2 u0648u0627u0644u062fu06ccu0646u062au0646u0638u06ccu0645 u06ccu0648u0646u0679u06a9u06cc u062au0648u062bu06ccu0642u0645u0646u062fu0631u062cu06c1 u0630u06ccu0644u067eu06ccu063au0627u0645 u0633u06d2u0646u0627u06a9u0627u0645u06c1u0648u06afu0626u06cc

source: Are you sure you want to delete this organisation unit?
ur: u06a9u06ccu0627 u0622u067eu0648u0627u0642u0639u06cc u06ccu06c1u062au0646u0638u06ccu0645 u06ccu0648u0646u0679u062du0630u0641 u06a9u0631u0646u0627u0686u0627u06c1u062au06d2 u06c1u06ccu06bau061f

source: Adding the organisation unit failed with the following message
ur: u062au0646u0638u06ccu0645 u06ccu0648u0646u0679u06a9u0648 u0634u0627u0645u0644u06a9u0631u0646u06d2 u06a9u06d2 u0628u0639u062fu062fu0631u062c u0630u06ccu0644u067eu06ccu063au0627u0645 u0645u06ccu06bau0646u0627u06a9u0627u0645u06c1u0648u06afu06ccu0627

source: Saving the organisation unit failed with the following message
ur: u062au0646u0638u06ccu0645 u06ccu0648u0646u0679u06a9u0648 u0628u0686u0627u0646u06d2 u06a9u06d2u0628u0639u062f u062fu0631u062c u0630u06ccu0644u067eu06ccu063au0627u0645 u0645u06ccu06bau0646u0627u06a9u0627u0645u06c1u0648u06afu06ccu0627

source: Are you sure you want to delete this organisation unit group?
ur: u06a9u06ccu0627 u0622u067eu0648u0627u0642u0639u06cc u06ccu06c1u062au0646u0638u06ccu0645 u06ccu0648u0646u0679u06afu0631u0648u067e u062du0630u0641u06a9u0631u0646u0627 u0686u0627u06c1u062au06d2u06c1u06ccu06bau061f

source: Are you sure you want to delete this organisation unit group set?
ur: u06a9u06ccu0627 u0622u067eu0648u0627u0642u0639u06cc u06ccu06c1u062au0646u0638u06ccu0645 u06ccu0648u0646u0679u06afu0631u0648u067e u0633u06ccu0679u062du0630u0641 u06a9u0631u0646u0627u0686u0627u06c1u062au06d2 u06c1u06ccu06bau061f

source: Organisation unit group set management
ur: u062au0646u0638u06ccu0645 u06ccu0648u0646u0679u06afu0631u0648u067e u0633u06ccu0679u0645u06ccu0646u062cu0645u0646u0679

source: Organisation unit group set
ur: u062au0646u0638u06ccu0645 u06ccu0648u0646u0679u06afu0631u0648u067e u0633u06ccu0679

source: Saving the organisation unit group set failed with the following message
ur: u062au0646u0638u06ccu0645 u06ccu0648u0646u0679u06afu0631u0648u067e u0633u06ccu0679 u06a9u0648u0628u0686u0627u0646u06d2 u06a9u06d2u0628u0639u062f u0645u0646u062fu0631u062cu06c1u0630u06ccu0644 u067eu06ccu063au0627u0645u0645u06ccu06ba u0646u0627u06a9u0627u0645u06c1u0648u06afu06ccu0627

source: Exclusive
ur: u062eu0635u0648u0635u06cc

source: Create new rganisation unit group set
ur: u0646u0626u06ccu0631u06ccu06afu0646u0627u0626u0632u06ccu0634u0646 u06ccu0648u0646u0679 u06afu0631u0648u067eu0633u06ccu0679 u0628u0646u0627u0626u06ccu06ba

source: Edit organisation unit group set
ur: u062au0646u0638u06ccu0645 u06ccu0648u0646u0679u06afu0631u0648u067e u0633u06ccu0679u0645u06ccu06ba u062au0631u0645u06ccu0645u06a9u0631u06ccu06ba

source: The group set can not be created because it is exclusive and
ur: u06afu0631u0648u067e u0633u06ccu0679u0646u06c1u06ccu06ba u0628u0646u0627u06ccu0627u062cu0627u0633u06a9u062au0627 u06c1u06d2u06a9u06ccu0648u0646u06a9u06c1 u06ccu06c1u062eu0627u0635 u06c1u06d2 u0627u0648u0631

source: is a member of more than one selected group
ur: u0627u06ccu06a9 u0633u06d2u0632u06ccu0627u062fu06c1u0645u0646u062au062eu0628 u06a9u0631u062fu06c1u06afu0631u0648u067e u06a9u0627 u0627u06ccu06a9u0631u06a9u0646 u06c1u06d2

source: Move all
ur: u0633u0628 u0645u0646u062au0642u0644

source: Organisation unit level management
ur: u062au0646u0638u06ccu0645 u06ccu0648u0646u0679u0633u0637u062d u06a9u0627u0627u0646u062au0638u0627u0645

source: Select a parent organisation unit
ur: u0648u0627u0644u062fu06ccu0646u062au0646u0638u06ccu0645 u06ccu0648u0646u0679u0645u0646u062au062eu0628 u06a9u0631u06ccu06ba

source: For organisation units within
ur: u062au0646u0638u06ccu0645u06ccu0648u0646u0679u0633 u06a9u06d2u0627u0646u062fu0631 u0627u0646u062fu0631

source: Level
ur: u0633u0637u062d

source: Code
ur: u06a9u0648u0688

source: Registers date
ur: u0631u062cu0633u0679u0631u0632 u06a9u06ccu062au0627u0631u06ccu062e

source: Latitude
ur: u0637u0648u0644

source: A latitude should be a number between -90 and 90
ur: u0637u0648u0644 u0648 u0639u0631u0636u0627u06ccu06a9 -90 u0627u0648u0631 90u06a9u06d2 u062fu0631u0645u06ccu0627u0646u06c1u0648u0646u0627 u0686u0627u06c1u0626u06d2

source: Longitude
ur: u0644u0645u0628u0627u0626u06cc

source: A longitude should be a number between -180 and 180
ur: u0627u06ccu06a9 u0637u0648u0644 u0648u0639u0631u0636 -180 u0627u0648u0631 180u06a9u06d2 u062fu0631u0645u06ccu0627u0646u0627u06ccu06a9 u0646u0645u0628u0631u06c1u0648u0646u0627 u0686u0627u06c1u0626u06d2

source: Latitude (optional)
ur: u0627u0644u06c1u06cc (u0627u062eu062au06ccu0627u0631u06cc)

source: Longitude (optional)
ur: u0644u0645u0628u0627u0626u06cc(u0627u062eu062au06ccu0627u0631u06cc)

source: Assign to compulsory organisation unit group set
ur: u0627u062cu062au0645u0627u0639u06ccu062au0646u0638u06ccu0645 u06ccu0648u0646u0679u06afu0631u0648u067e u0633u06ccu0679 u06a9u0648u062au0641u0648u06ccu0636 u06a9u0631u06ccu06ba

source: Create, modify, view and delete organisation units, whichcan be departments, offices, hospitals and clinics.
ur: u0627u062fu0627u0631u06d2u060cu062fu0641u0627u062au0631u060cu0627u0633u067eu062au0627u0644u0648u06bau0627u0648u0631 u06a9u0644u06ccu0646u06a9u0633u06c1u0648 u0633u06a9u062au06d2 u06c1u06ccu06bau062cu0633 u0645u06ccu06bau062au0646u0638u06ccu0645u06ccu0648u0646u0679u0633u0628u0646u0627u0626u06ccu06bau060cu062au0631u0645u06ccu0645u06a9u0631u06ccu06bau060cu062fu06ccu06a9u06beu06ccu06ba u0627u0648u0631u062du0630u0641 u06a9u0631u06ccu06ba.

source: Create, modify, view and delete organisation unit groups.Groups are used for improved analysis.
ur: u062au0646u0638u06ccu0645 u06ccu0648u0646u0679u06afu0631u0648u067eu0648u06ba u06a9u0648u062au0634u06a9u06ccu0644u060cu062au0631u0645u06ccu0645u060cu062fu06ccu06a9u06beu06ccu06ba u0627u0648u0631u062du0630u0641 u06a9u0631u06ccu06ba.u06afu0631u0648u067eu0648u06ba u06a9u0648u0628u06c1u062au0631 u062au062cu0632u06ccu06c1u06a9u06ccu0644u0626u06d2u0627u0633u062au0639u0645u0627u0644u06a9u06ccu0627 u062cu0627u062au0627 u06c1u06d2.

source: Create, modify, view and delete organisation unit groupsets. Group sets are used for improved analysis.
ur: u062au0646u0638u06ccu0645 u06ccu0648u0646u0679u06afu0631u0648u067e u0633u06ccu0679u0628u0646u0627u0626u06ccu06bau060cu062au0631u0645u06ccu0645u06a9u0631u06ccu06bau060cu062fu06ccu06a9u06beu06ccu06ba u0627u0648u0631u062du0630u0641 u06a9u0631u06ccu06ba.u06afu0631u0648u067e u06a9u0627u062au0639u06ccu0646 u0628u06c1u062au0631u062au062cu0632u06ccu06c1 u06a9u06d2u0644u0626u06d2u0627u0633u062au0639u0645u0627u0644u06a9u06ccu0627 u062cu0627u062au0627 u06c1u06d2.

source: Create, modify, view and delete descriptive names for theorganisation unit levels in the system.
ur: u0646u0638u0627u0645 u0645u06ccu06bau062au0646u0638u06ccu0645 u06a9u06d2u06ccu0648u0646u0679u0648u06ba u06a9u06ccu0633u0637u062d u06a9u06d2 u0644u0626u06d2u0648u0636u0627u062du062au06cc u0646u0627u0645u0628u0646u0627u0626u06ccu06bau060cu062au0631u0645u06ccu0645u06a9u0631u06ccu06bau060cu062fu06ccu06a9u06beu06ccu06ba u0627u0648u0631u062du0630u0641 u06a9u0631u06ccu06ba.

source: Search organisation units based on name and group sets. Viewextended information for individual units.
ur: u0646u0627u0645 u0627u0648u0631u06afu0631u0648u067e u0633u06ccu0679 u067eu0631u0645u0628u0646u06cc u062au0646u0638u06ccu0645u06ccu0648u0646u0679u0633 u062au0644u0627u0634u06a9u0631u06ccu06ba.u0627u0646u0641u0631u0627u062fu06ccu06ccu0648u0646u0679u0633 u06a9u06d2u0644u0626u06d2 u062au0648u0633u06ccu0639u06a9u06cc u0645u0639u0644u0648u0645u0627u062au062fu06ccu06a9u06beu06ccu06ba.

source: Move organisation units in the organisation unit tree. Allchildren will be moved along with the unit.
ur: u0627u062fu0627u0631u06d2 u06a9u06d2u062fu0631u062eu062a u0645u06ccu06bau062au0646u0638u06ccu0645u06ccu0648u0646u0679u0633u0645u0646u062au0642u0644 u06a9u0631u06ccu06ba.u062au0645u0627u0645 u0628u0686u0648u06bau06a9u0648 u06ccu0648u0646u0679 u06a9u06d2u0633u0627u062au06be u0633u0627u062au06beu0645u0646u062au0642u0644 u06a9u06ccu0627u062cu0627u0626u06d2 u06afu0627.

source: Loading
ur: u0644u0648u0688 u06a9u0631 u0631u06c1u0627 u06c1u06d2

source: Coordinates
ur: u0633u0645u0627u062c

source: Organisation Unit Search
ur: u062au0646u0638u06ccu0645 u06ccu0648u0646u0679u062au0644u0627u0634

source: Organisation unit search
ur: u062au0646u0638u06ccu0645 u06ccu0648u0646u0679u062au0644u0627u0634

source: Criteria
ur: u0645u0639u06ccu0627u0631

source: Organisation units
ur: u062au0646u0638u06ccu0645 u06ccu0648u0646u0679u0633

source: Found
ur: u0645u0644u0627

source: All
ur: u0633u0628

source: Please select from tree (optional)
ur: u0628u0631u0627u06c1 u06a9u0631u0645u062fu0631u062eu062a u0633u06d2u0645u0646u062au062eu0628 u06a9u0631u06ccu06ba(u0627u062eu062au06ccu0627u0631u06cc)

source: Polygon
ur: u06a9u062bu06ccu0631 u0632u0628u0627u0646

source: Point
ur: u067eu0648u0627u0626u0646u0679

source: Offline levels
ur: u0622u0641 u0644u0627u0626u0646 u06a9u06cc u0633u0637u062d

source: Available data sets
ur: u062fu0633u062au06ccu0627u0628u0688u06ccu0679u0627 u0633u06ccu0679

source: Selected data sets
ur: u0645u0646u062au062eu0628 u0688u06ccu0679u0627 u0633u06ccu0679

source: Limited
ur: u0645u062du062fu0648u062f

source: Download as Excel
ur: u0627u06ccu06a9u0633u0644 u06a9u06d2u0637u0648u0631 u067eu0631 u0688u0627u0624u0646u0644u0648u0688 u06a9u0631u06ccu06ba

source: Download as CSV
ur: CSV u06a9u06d2 u0637u0648u0631 u067eu0631u0688u0627u0624u0646 u0644u0648u0688u06a9u0631u06ccu06ba

source: Download as PDF
ur: PDF u06a9u06d2 u0637u0648u0631 u067eu0631u0688u0627u0624u0646 u0644u0648u0688u06a9u0631u06ccu06ba

source: Please wait while downloading report
ur: u0631u067eu0648u0631u0679 u0688u0627u0624u0646u0644u0648u0688 u06a9u0631u062au06d2u0648u0642u062a u0627u0646u062au0638u0627u0631u06a9u0631u06ccu06ba

source: Please wait while searching
ur: u062au0644u0627u0634 u06a9u0631 u06a9u06d2u0627u0646u062au0638u0627u0631u06a9u0631u06ccu06ba

source: Hierarchy
ur: u062au0646u0638u06ccu0645u06cc u062du06ccu062bu06ccu062a

source: Data sets
ur: u0688u06ccu0679u0627 u0633u06ccu0679

source: Organisation unit groups
ur: u062au0646u0638u06ccu0645 u06ccu0648u0646u0679u06afu0631u0648u067e

source: Phone number
ur: u0641u0648u0646 u0646u0645u0628u0631

source: Select symbol
ur: u0639u0644u0627u0645u062au0645u0646u062au062eu0628 u06a9u0631u06ccu06ba

source: Symbol
ur: u0639u0644u0627u0645u062a

source: Name, code or identifier
ur: u0646u0627u0645u060c u06a9u0648u0688 u06ccu0627u0634u0646u0627u062eu062au06a9u0646u0646u062fu06c1

source: Identifier
ur: u0634u0646u0627u062eu062au06cc

source: The short name is already in use. Please choose a different short name
ur: u0645u062eu062au0635u0631 u0646u0627u0645u067eu06c1u0644u06d2 u0633u06d2 u06c1u06ccu0627u0633u062au0639u0645u0627u0644u0645u06ccu06ba u06c1u06d2. u0628u0631u0627u06c1u06a9u0631u0645 u0627u06ccu06a9u0645u062eu062au0644u0641u0645u062eu062au0635u0631 u0646u0627u0645u0645u0646u062au062eu0628 u06a9u0631u06ccu06ba

source: Show all sections
ur: u062au0645u0627u0645 u0633u06ccu06a9u0634u0646u062fu06a9u06beu0627u0626u06ccu06ba

source: Organisation unit level is not yet saved, please save
ur: u062au0646u0638u06ccu0645 u06ccu0648u0646u0679u06a9u06cc u0633u0637u062d u0627u0628u06beu06ccu062au06a9 u0645u062du0641u0648u0638u0646u06c1u06ccu06ba u06c1u06d2u060cu0628u0631u0627u0626u06d2u0645u06c1u0631u0628u0627u0646u06ccu0645u062du0641u0648u0638 u06a9u0631u06ccu06ba

source: <No value>
ur: <u06a9u0648u0626u06cc u0642u062fu0631 u0646u06c1u06ccu06ba

source: Loading your root organisation units
ur: u0627u067eu0646u06cc u062cu0691u062au0646u0638u06ccu0645u062au0646u0638u06ccu0645u0648u06ba u06a9u0627u062au0639u06ccu0646

source: Filtering organisation units by name
ur: u0646u0627u0645 u06a9u06d2u0630u0631u06ccu0639u06c1u0641u0644u0679u0631u0646u06afu062au0646u0638u06ccu0645u06ccu0648u0646u0679u0633

source: Organisation units selected
ur: u062au0646u0638u06ccu0645u06ccu0648u0646u0679u0633u0645u0646u062au062eu0628

source: Address
ur: u0627u06ccu0688u0631u06ccu0633

source: Contact person
ur: u0631u0627u0628u0637u06d2 u06a9u0627 u0628u0646u062fu06c1

source: Opening date
ur: u0627u0641u062au062au0627u062du06cc u062au0627u0631u06ccu062e

source: Closed date
ur: u0628u0646u062f u06a9u06cc u062au0627u0631u06ccu062e

source: Comment
ur: u062au0628u0635u0631u06c1

source: Saving
ur: u0628u0686u062a

source: Api URL
ur: u0627u06d2 u067eu06cc u067eu06cc u06ccu0648u0622u0631 u0627u06ccu0644

source: Actions
ur: u0627u06ccu06a9u0634u0646u0632

source: Move $$ouCount$$ organisation units
ur: $$ u0633u06d2 u0628u0627u06c1u0631 $$u062au0646u0638u06ccu0645u06ccu0648u0646u0679u0633u0645u0646u062au0642u0644 u06a9u0631u06ccu06ba

source: Successfully moved $$ouName$$
ur: u06a9u0627u0645u06ccu0627u0628u06cc u0633u06d2$$ ouName $$ u0645u0646u062au0642u0644u06a9u0631 u062fu06ccu0627 u06afu06ccu0627

source: Failed to move $$ouName$$ ($$errorMessage$$)
ur: $$ ouName $$ ($$ errorMessage $$)u0645u0646u062au0642u0644 u06a9u0631u0646u06d2u0645u06ccu06ba u0646u0627u06a9u0627u0645u06cc

source: Move
ur: u0627u0642u062fu0627u0645

source: Select organisation unit(s) to move from the left
ur: u0628u0627u0626u06ccu06ba u0633u06d2u0645u0646u062au0642u0644 u06a9u0631u0646u06d2u06a9u06d2 u0644u0626u06d2u062au0646u0638u06ccu0645 u06ccu0648u0646u0679(u06d2) u06a9u0627u0627u0646u062au062eu0627u0628u06a9u0631u06ccu06ba

source: New parent
ur: u0646u06ccu0627 u0648u0627u0644u062fu06ccu0646

source: Select new parent for organisation unit(s) from the right tree
ur: u062fu0627u0626u06ccu06ba u062fu0631u062eu062au0633u06d2 u062au0646u0638u06ccu0645u06ccu0648u0646u0679 (u06d2)u06a9u06ccu0644u0626u06d2 u0646u06ccu0627u0648u0627u0644u062fu06ccu0646u0645u0646u062au062eu0628 u06a9u0631u06ccu06ba

source: Public view/edit
ur: u0639u0648u0627u0645u06cc u0646u0642u0637u06c1u0646u0638u0631 / u062au0631u0645u06ccu0645

source: Public view
ur: u0639u0648u0627u0645u06cc u0646u0642u0637u06c1 u0646u0638u0631

source: No public access
ur: u06a9u0648u0626u06cc u0639u0648u0627u0645u06ccu0631u0633u0627u0626u06cc u0646u06c1u06ccu06ba

source: You can not move an organisation unit to one of its descendants.
ur: u0622u067e u06a9u0633u06ccu062au0646u0638u06ccu0645 u06a9u06d2u06ccu0648u0646u0679 u06a9u0648u0627u067eu0646u06d2 u0627u0648u0644u0627u062fu0645u06ccu06ba u0645u0646u062au0642u0644u0646u06c1u06ccu06bau06a9u0631u0633u06a9u062au06d2.

source: Organisation unit levels saved!
ur: u062au0646u0638u06ccu0645 u06ccu0648u0646u0679u06a9u06cc u0633u0637u062d u06a9u0648u0628u0686u0627u06ccu0627!

source: Could not save organisation unit levels.
ur: u062au0646u0638u06ccu0645 u06ccu0648u0646u0679u06a9u06cc u0633u0637u062d u06a9u0648u0645u062du0641u0648u0638 u0646u06c1u06ccu06bau06a9u0631 u0633u06a9u0627.

source: No roots found
ur: u06a9u0648u0626u06cc u062cu0691u0646u06c1u06ccu06ba u067eu0627u06ccu0627

source: Other
ur: u062fu06ccu06afu0631

source: Constant management
ur: u0645u0633u0644u0633u0644 u0627u0646u062au0638u0627u0645

source: Constant
ur: u0645u0633u0644u0633u0644
