Repository: dhis2/maintenance-app-beta
Catalog: i18n/*.po
Languages: ur

source: The data elements on the right side must be of type numbers
ur: u062fu0627u0626u06ccu06ba u0637u0631u0641u06a9u06d2 u0627u0639u062fu0627u062f u0648u0634u0645u0627u0631 u06a9u06d2u0639u0646u0627u0635u0631 u0642u0633u0645u06a9u06cc u062au0639u062fu0627u062f u06a9u0627u06c1u0648u0646u0627 u0644u0627u0632u0645u06ccu06c1u06d2

source: Create new validation rule
ur: u0646u06ccu0627 u062au0648u062bu06ccu0642u062du06a9u0645u0631u0627u0646u06ccu0628u0646u0627u0626u06ccu06ba

source: Validate
ur: u062fu0631u0633u062a

source: Are you sure you want to delete the validation rule?
ur: u00a0u06a9u06ccu0627 u0622u067eu0648u0627u0642u0639u06ccu062au0635u062fu06ccu0642 u0634u062fu06c1u062du06a9u0645u0631u0627u0646u06cc u06a9u0648u062du0630u0641 u06a9u0631u0646u0627u0686u0627u06c1u062au06d2 u06c1u06ccu06bau061f

source: Are you sure you want to delete the validation rule group?
ur: u00a0u06a9u06ccu0627 u0622u067eu0648u0627u0642u0639u06ccu062au0635u062fu06ccu0642 u0634u062fu06c1u06afu0631u0648u067e u06a9u0648 u062du0630u0641u06a9u0631u0646u0627 u0686u0627u06c1u062au06d2u06c1u06ccu06bau061f

source: Edit left side
ur: u00a0u0628u0627u0626u06ccu06bau062cu0627u0646u0628 u0645u06ccu06bau062au0631u0645u06ccu0645 u06a9u0631u06ccu06ba

source: Edit right side
ur: u00a0u062fu0627u0626u06ccu06bau062cu0627u0646u0628 u062au0631u0645u06ccu0645u06a9u0631u06ccu06ba

source: Select operator
ur: u00a0u0622u067eu0631u06ccu0679u0631 u06a9u0627u0627u0646u062au062eu0627u0628u06a9u0631u06ccu06ba

source: Left
ur: u00a0u0628u0627u0626u06ccu06ba

source: Right
ur: u00a0u0679u06beu06ccu06a9 u06c1u06d2

source: Textual expression description
ur: u00a0u0645u062au0646u0627u0633u0628u0627u0638u06c1u0627u0631 u06a9u06ccu0648u0636u0627u062du062a

source: Edit validation rule
ur: u00a0u062au0648u062bu06ccu0642u06ccu0642u0627u0639u062fu06c1 u0645u06ccu06bau062au0631u0645u06ccu0645 u06a9u0631u06ccu06ba

source: Validation rule
ur: u00a0u062au0648u062bu06ccu0642u06cc u0642u0627u0639u062fu06c1

source: Run validation
ur: u00a0u062au0648u062bu06ccu0642 u0686u0644u0627u0626u06ccu06ba

source: Period
ur: u00a0u0645u062fu062a

source: Source
ur: u00a0u0630u0631u06ccu0639u06c1

source: Data quality report
ur: u0688u06ccu0679u0627 u06a9u06ccu06a9u06ccu0641u06ccu062a u06a9u06ccu0631u067eu0648u0631u0679

source: Validation result details
ur: u062au0648u062bu06ccu0642u06ccu0646u062au06ccu062cu06c1 u06a9u06ccu062au0641u0635u06ccu0644u0627u062a

source: Validation rule
ur: u062au0648u062bu06ccu0642u06cc u0642u0627u0639u062fu06c1

source: Validation rule group management
ur: u062au0648u062bu06ccu0642u06ccu0642u0627u0639u062fu06c1 u06afu0631u0648u067eu06a9u06d2 u0627u0646u062au0638u0627u0645

source: Validation rule management
ur: u062au0648u062bu06ccu0642u06ccu062du06a9u0645u0631u0627u0646u06cc u06a9u0627u0627u0646u062au0638u0627u0645

source: Validation rule group
ur: u00a0u062au0648u062bu06ccu0642u06ccu0642u0627u0639u062fu06c1 u06afu0631u0648u067e

source: Create new validation rule group
ur: u0646u06ccu0627 u062au0648u062bu06ccu0642u0642u0627u0639u062fu06c1 u06afu0631u0648u067eu0628u0646u0627u0626u06ccu06ba

source: Available
ur: u062fu0633u062au06ccu0627u0628

source: Validation rules
ur: u062au0648u062bu06ccu0642 u06a9u06d2u0642u0648u0627u0646u06ccu0646

source: User groups to alert
ur: u0635u0627u0631u0641u06afu0631u0648u067eu0648u06ba u06a9u0648u062eu0628u0631u062fu0627u0631u06a9u0631u0646u0627

source: User group recipient
ur: u0635u0627u0631u0641 u06afu0631u0648u067eu0648u0635u0648u0644 u06a9u0646u0646u062fu06c1

source: Alert only organisation unit related users
ur: u0627u0646u062au0628u0627u06c1u0648u0627u062du062f u062au0646u0638u06ccu0645u06ccu0648u0646u0679 u0633u06d2u0645u062au0639u0644u0642u06c1u0635u0627u0631u0641u06ccu0646

source: Yes
ur: u062cu06cc u06c1u0627u06ba

source: Available validation rules
ur: u062fu0633u062au06ccu0627u0628u062au0648u062bu06ccu0642 u06a9u06d2u0642u0648u0627u0646u06ccu0646

source: Edit validation rule group
ur: u062au0648u062bu06ccu0642u06ccu0642u0627u0639u062fu06c1 u06afu0631u0648u067eu0645u06ccu06ba u062au0631u0645u06ccu0645u06a9u0631u06ccu06ba

source: All validation rules
ur: u00a0u062au0645u0627u0645u062au0648u062bu06ccu0642 u06a9u06d2u0642u0648u0627u0646u06ccu0646

source: Validation alerts
ur: u00a0u062au0648u062bu06ccu0642u06ccu0627u0646u062au0628u0627u06c1u0627u062a

source: Validation passed successfully
ur: u00a0u062au0648u062bu06ccu0642u06a9u0627u0645u06ccu0627u0628u06c1u0648u06afu0626u06cc

source: From date
ur: u0627u0633 u062au0627u0631u06ccu062e u0633u06d2

source: To date
ur: u062au0627u0631u06ccu062e u062au06a9

source: Standard Deviation
ur: u0645u0639u06ccu0627u0631u06cc u0627u0646u062du0631u0627u0641

source: values found
ur: u0627u0642u062fu0627u0631 u067eu0627u06ccu0627

source: Select number of standard deviations
ur: u0645u0639u06ccu0627u0631u06ccu0627u0646u062du0631u0627u0641 u06a9u06ccu062au0639u062fu0627u062fu0645u0646u062au062eu0628 u06a9u0631u06ccu06ba

source: Select parent organisation unit
ur: u0648u0627u0644u062fu06ccu0646u062au0646u0638u06ccu0645 u06ccu0648u0646u0679u0645u0646u062au062eu0628 u06a9u0631u06ccu06ba

source: Outlier Analysis
ur: u067eu06c1u0644u06d2 u062au062cu0632u06ccu06c1

source: No values found
ur: u06a9u0648u0626u06cc u0642u062fu0631u0646u06c1u06ccu06ba u0645u0644u0627

source: Add, modify, view and delete validation rules. Anomaliescan be discovered by running validation rules against thedata.
ur: u062au0648u062bu06ccu0642u06ccu0642u0648u0627u0639u062f u0634u0627u0645u0644u06a9u0631u06ccu06bau060cu062au0631u0645u06ccu0645u06a9u0631u06ccu06bau060cu062fu06ccu06a9u06beu06ccu06ba u0627u0648u0631u062du0630u0641 u06a9u0631u06ccu06ba.u0627u0639u062fu0627u062f u0648u0634u0645u0627u0631 u06a9u06d2u062eu0644u0627u0641 u062au0648u062bu06ccu0642u06a9u06d2 u0642u0648u0627u0646u06ccu0646u06a9u0648 u0686u0644u0627u0646u06d2 u06a9u06ccu0637u0631u0641 u0633u06d2u0627u0646u0645u0648u0644u0648u06ba u06a9u0648u062au0644u0627u0634 u06a9u06ccu0627u062cu0627u0633u06a9u062au0627 u06c1u06d2.

source: Add, modify, view and delete validation rule groups.Provides the ability to group and run validation rulestogether.
ur: u062au0648u062bu06ccu0642u06ccu0642u0627u0639u062fu06c1u06afu0631u0648u067eu0648u06ba u06a9u0648u0634u0627u0645u0644u060cu062au0631u0645u06ccu0645u060cu062fu06ccu06a9u06beu06ccu06ba u0627u0648u0631u062du0630u0641 u06a9u0631u06ccu06ba.u06afu0631u0648u067e u06a9u06ccu0635u0644u0627u062du06ccu062au0641u0631u0627u06c1u0645 u06a9u0631u062au0627u06c1u06d2 u0627u0648u0631u062au0648u062bu06ccu0642u06ccu0642u0648u0627u0639u062f u0627u06ccu06a9u062fu0648u0633u0631u06d2 u06a9u06d2u0633u0627u062au06be u0686u0644u0627u062au0627u06c1u06d2.

source: Run validation rules in order to unveil anomalies and errorsin the data in the database.
ur: u0688u06ccu0679u0627 u0628u06ccu0633u0645u06ccu06ba u0627u0639u062fu0627u062f u0648u0634u0645u0627u0631 u0645u06ccu06bau0627u0646u0645u0644u06ccu0648u06bau0627u0648u0631 u063au0644u0637u06ccu0648u06bau06a9u0648 u0628u06d2 u0646u0642u0627u0628u06a9u0631u0646u06d2 u06a9u06d2 u0644u0626u06d2u062au0648u062bu06ccu0642 u06a9u06d2u0642u0648u0627u0646u06ccu0646 u06a9u0648u0686u0644u0627u0626u06ccu06ba.

source: Analyze potential outlier values based on standard deviations.Outlier values can be examined and marked for follow-up.
ur: u0645u0639u06ccu0627u0631u06ccu0627u0646u062du0631u0627u0641u0627u062au067eu0631 u0645u0628u0646u06ccu0645u0645u06a9u0646u06c1u0627u0636u0627u0641u06ccu0627u0642u062fu0627u0631 u06a9u0627u062au062cu0632u06ccu06c1 u06a9u0631u06ccu06ba.u067eu06c1u0644u06d2 u0633u06d2 u06c1u06ccu0627u0642u062fu0627u0631 u06a9u06ccu062cu0627u0646u0686 u067eu0691u062au0627u0644u06a9u06cc u062cu0627u0633u06a9u062au06ccu06c1u06d2 u0627u0648u0631 u0627u0633u06a9u06cc u067eu06ccu0631u0648u06cc u06a9u06ccu062cu0627 u0633u06a9u062au06cc u06c1u06d2.

source: Analyze potential outlier values based on min and max values.Outlier values can be examined and marked for follow-up.
ur: u0645u0627u0626u0646 u0627u0648u0631u0632u06ccu0627u062fu06c1 u0633u06d2u0632u06ccu0627u062fu06c1u0627u0642u062fu0627u0631 u067eu0631u0645u0628u0646u06cc u0645u0645u06a9u0646u06c1u0627u0636u0627u0641u06ccu0627u0642u062fu0627u0631 u06a9u0627u062au062cu0632u06ccu06c1 u06a9u0631u06ccu06ba.u067eu06c1u0644u06d2 u0633u06d2 u06c1u06ccu0627u0642u062fu0627u0631 u06a9u06ccu062cu0627u0646u0686 u067eu0691u062au0627u0644u06a9u06cc u062cu0627u0633u06a9u062au06ccu06c1u06d2 u0627u0648u0631 u0627u0633u06a9u06cc u067eu06ccu0631u0648u06cc u06a9u06ccu062cu0627 u0633u06a9u062au06cc u06c1u06d2.

source: Perform analysis of potential missing values, referred to asgaps. Missing values can be entered or marked for follow-up.
ur: u0645u0645u06a9u0646u06c1u0644u0627u067eu062au06c1u0627u0642u062fu0627u0631 u06a9u06d2u062au062cu0632u06ccu06c1 u06a9u0648u0627u0646u062cu0627u0645 u062fu06ccu06bau060cu0641u0631u0642 u06a9u06d2 u0637u0648u0631u067eu0631 u062du0648u0627u0644u06c1u062fu06ccu062au06d2 u06c1u06ccu06ba.u0644u0627u067eu062au06c1u0627u0642u062fu0627u0631 u062fu0631u062cu0630u06ccu0644 u06a9u06d2 u0644u0626u06d2u062fu0627u062eu0644 u06ccu0627u0646u0634u0627u0646 u0644u06afu0627u0633u06a9u062au06d2 u06c1u06ccu06ba.

source: View or edit data values marked for further follow-up duringdata entry or analysis.
ur: u0627u0639u062fu0627u062f u0648u0634u0645u0627u0631 u06a9u06d2u0627u0646u062fu0631u0627u062c u06ccu0627u062au062cu0632u06ccu06c1 u06a9u06d2u062fu0648u0631u0627u0646 u0645u0632u06ccu062fu067eu06ccu0631u0648u06cc u06a9u06d2u0644u0626u06d2 u0646u0634u0627u0646 u0632u062fu06a9u0631u062fu06c1 u0627u0639u062fu0627u062fu0648 u0634u0645u0627u0631 u06a9u06ccu0642u062fu0631 u062fu06ccu06a9u06beu06ccu06bau06ccu0627 u062au0631u0645u06ccu0645u06a9u0631u06ccu06ba.

source: Value must be a number
ur: u0648u06ccu0644u06ccu0648 u0627u06ccu06a9u0646u0645u0628u0631 u06c1u0648u0646u0627u0636u0631u0648u0631u06cc u06c1u06d2

source: Value is lower than minimum value
ur: u0648u06ccu0644u06ccu0648 u06a9u0645 u0633u06d2u06a9u0645 u0642u06ccu0645u062a u0633u06d2u06a9u0645 u06c1u06d2

source: Value is higher than maximum value
ur: u0648u06ccu0644u06ccu0648u0632u06ccu0627u062fu06c1 u0633u06d2u0632u06ccu0627u062fu06c1 u0642u06ccu0645u062au0633u06d2 u0632u06ccu0627u062fu06c1 u06c1u06d2

source: Mark
ur: u0645u0627u0631u06a9

source: Mark value for follow-up
ur: u062au0639u0627u0642u0628 u06a9u06d2u0644u0626u06d2 u0646u0634u0627u0646 u0632u062fu06a9u0631u06ccu06ba

source: Unmark value for follow-up
ur: u0641u0627u0644u0648 u06a9u0631u0646u06d2u06a9u06d2 u0644u0626u06d2 u0642u062fu0631u06a9u0648 u0646u0634u0627u0646 u0632u062fu06a9u0631u06ccu06ba

source: Data Analysis
ur: u0688u06ccu0679u0627 u062au062cu0632u06ccu06c1

source: Data Analysis Report
ur: u0688u06ccu0679u0627 u062au062cu0632u06ccu06c1u0631u067eu0648u0631u0679

source: Std Dev Outlier Analysis
ur: u0627u0633u0679u0688u06cc u0688u06ccu0648u0622u0624u0679 u0634u062fu06c1u062au062cu0632u06ccu06c1

source: Min-Max Outlier Analysis
ur: u06a9u0645 u0633u06d2 u0632u06ccu0627u062fu06c1u0622u0624u0679 u0644u06a9u062au062cu0632u06ccu06c1

source: Gap Analysis
ur: u0641u0631u0642 u062au062cu0632u06ccu06c1

source: Follow-Up Analysis
ur: u0641u0627u0644u0648 u0627u067e u062au062cu0632u06ccu06c1

source: Validation Rule Analysis
ur: u062au0648u062bu06ccu0642 u06a9u06d2u0627u0635u0648u0644 u062au062cu0632u06ccu06c1

source: result
ur: u0646u062au06ccu062cu06c1

source: Start
ur: u0634u0631u0648u0639 u06a9u0631u06ccu06ba

source: Clear expression
ur: u0648u0627u0636u062d u0627u0638u06c1u0627u0631

source: Analysing data
ur: u0627u0639u062fu0627u062f u0648u0634u0645u0627u0631 u06a9u0627u062au062cu0632u06ccu06c1

source: Data source
ur: u0688u06ccu0679u0627 u06a9u0627 u0630u0631u06ccu0639u06c1

source: Use captured data
ur: u0642u0628u0636u06c1 u0634u062fu06c1u0688u06ccu0679u0627 u06a9u0627u0627u0633u062au0639u0645u0627u0644u06a9u0631u06ccu06ba

source: Use aggregated data
ur: u0645u062cu0645u0648u0639u06ccu0688u06ccu0679u0627 u06a9u0627u0627u0633u062au0639u0645u0627u0644u06a9u0631u06ccu06ba

source: Immediate children of the selected organisation unit will be included
ur: u0645u0646u062au062eu0628 u06a9u0631u062fu06c1u062au0646u0638u06ccu0645 u06ccu0648u0646u0679u06a9u06d2 u0641u0648u0631u06ccu0628u0686u0648u06ba u06a9u0648u0634u0627u0645u0644 u06a9u06ccu0627u062cu0627u0626u06d2 u06afu0627

source: All children of the selected organisation unit will be included
ur: u0645u0646u062au062eu0628u062au0646u0638u06ccu0645 u06ccu0648u0646u0679u06a9u06d2 u062au0645u0627u0645u0628u0686u0648u06ba u06a9u0648u0634u0627u0645u0644 u06a9u06ccu0627u062cu0627u0626u06d2 u06afu0627

source: Method
ur: u0637u0631u06ccu0642u06c1

source: See statistics
ur: u0627u0639u062fu0627u062f u0648u0634u0645u0627u0631u062fu06ccu06a9u06beu06ccu06ba

source: Please specify an organisationunit which has children.
ur: u0628u0631u0627u06c1 u06a9u0631u0645u0627u06ccu06a9 u062au0646u0638u06ccu0645u06a9u06cc u0648u0636u0627u062du062au06a9u0631u06ccu06ba u062cu0633 u0645u06ccu06bau0628u0686u06d2 u06c1u06ccu06ba.

source: More than 500 values found, please narrow the search to see all
ur: 500 u0633u06d2 u0632u0627u0626u062fu0642u062fu0631 u0645u0644 u06afu0626u06d2u06c1u06ccu06bau060c u0628u0631u0627u06c1u06a9u0631u0645 u0633u0628 u06a9u0648u062fu06ccu06a9u06beu0646u06d2 u06a9u06d2u0644u0626u06d2 u062au0644u0627u0634 u06a9u0648u0645u062du062fu0648u062f u06a9u0631u06ccu06ba

source: Please specify data sets
ur: u0628u0631u0627u0626u06d2u0645u06c1u0631u0628u0627u0646u06ccu0688u06ccu0679u0627 u0633u06ccu0679 u06a9u06ccu0648u0636u0627u062du062a u06a9u0631u06ccu06ba

source: Analysing data, please wait
ur: u0627u0639u062fu0627u062f u0648u0634u0645u0627u0631 u06a9u0627u062au062cu0632u06ccu06c1u06a9u0631u06ccu06bau060c u0628u0631u0627u06c1u0645u06c1u0631u0628u0627u0646u06ccu0627u0646u062au0638u0627u0631u06a9u0631u06ccu06ba

source: Skip for missing values
ur: u0644u0627u067eu062au06c1u0627u0642u062fu0627u0631 u06a9u06d2u0644u0626u06d2 u0686u06beu0648u0691 u062fu0648

source: Select parameters
ur: u067eu06ccu0631u0627u0645u06ccu0679u0631u0632u0645u0646u062au062eu0628 u06a9u0631u06ccu06ba

source: Compulsory pair
ur: u0644u0627u0632u0645u06cc u062cu0648u0691u06cc

source: Exclusive pair
ur: u062eu0635u0648u0635u06cc u062cu0648u0691u06cc

source: visible in validation alerts
ur: u062au0648u062bu06ccu0642u06ccu0627u0644u0631u0679 u0645u06ccu06bau0646u0638u0631 u0622u062au0627 u06c1u06d2

source: Importance
ur: u0627u06c1u0645u06ccu062a

source: High
ur: u06c1u0627u0626u06cc

source: Medium
ur: u062fu0631u0645u06ccu0627u0646u06c1

source: Low
ur: u06a9u0645

source: Rule type
ur: u0627u0635u0648u0644 u06a9u06cc u0642u0633u0645

source: Surveillance
ur: u0646u06afu0631u0627u0646u06cc

source: Select level
ur: u0633u0637u062d u06a9u0627u0627u0646u062au062eu0627u0628u06a9u0631u06ccu06ba

source: Sequential sample count
ur: u0642u0627u0628u0644 u0630u06a9u0631u0646u0645u0648u0646u06c1 u0634u0645u0627u0631

source: Annual sample count
ur: u0633u0627u0644u0627u0646u06c1u0646u0645u0648u0646u06c1 u0634u0645u0627u0631

source: High outliers
ur: u0627u0639u0644u06cc u0635u062du0627u0641u06cc

source: Low outliers
ur: u06a9u0645 u0622u0626u0646u062fu06c1

source: Number of user groups to alert
ur: u0627u0646u062au0628u0627u06c1u06a9u0631u0646u06d2 u06a9u06ccu0644u0626u06d2u0635u0627u0631u0641u06afu0631u0648u067eu0648u06ba u06a9u06ccu062au0639u062fu0627u062f

source: Send alerts
ur: u0627u0646u062au0628u0627u06c1u0627u062au0628u06beu06ccu062cu06ccu06ba

source: visible when rule is violated
ur: u062cu0628 u062du06a9u0645u0631u0627u0646u06a9u06cc u062eu0644u0627u0641u0648u0631u0632u06cc u06c1u0648u062au06ccu06c1u06d2 u062au0648 u0646u0638u0631u0622u062au0627 u06c1u06d2

source: Instruction
ur: u06c1u062fu0627u06ccu0627u062a

source: Missing value strategy
ur: u0644u0627u067eu062au06c1 u0642u062fu0631u06a9u06cc u062du06a9u0645u062au0639u0645u0644u06cc

source: Skip if any value is missing
ur: u0627u06afu0631 u06a9u0648u0626u06ccu0642u062fu0631 u063au0627u0626u0628 u06c1u0648u062au0648 u0686u06beu0648u0691 u062fu0648

source: Skip if all values are missing
ur: u0627u06afu0631 u062au0645u0627u0645u0627u0642u062fu0627u0631 u063au0627u0626u0628u06c1u0648 u062cu0627u0626u06ccu06ba u062au0648u0686u06beu0648u0691 u062fu06ccu06ba

source: Never skip
ur: u06a9u0628u06beu06cc u0646u06c1u06ccu06bau0686u06beu0648u0691 u062fu0648

source: No organisation unit selected
ur: u06a9u0648u0626u06cc u062au0646u0638u06ccu0645u06ccu0648u0646u0679 u0645u0646u062au062eu0628u0646u06c1u06ccu06ba

source: Filter elements
ur: u0641u0644u0679u0631 u0639u0646u0627u0635u0631

source: Flags
ur: u067eu0631u0686u0645

source: Optional
ur: u0627u062eu062au06ccu0627u0631u06cc

source: Data Administration
ur: u0688u06ccu0679u0627u0627u06ccu0688u0645u0646u0633u0679u0631u06ccu0634u0646

source: Please select at least one option
ur: u0628u0631u0627u06c1 u06a9u0631u0645 u06a9u0645u0627u0632 u06a9u0645 u0627u06ccu06a9u0627u062eu062au06ccu0627u0631u0645u0646u062au062eu0628 u06a9u0631u06ccu06ba

source: Performing maintenance
ur: u0628u062du0627u0644u06cc u06a9u06ccu06a9u0627u0631u06a9u0631u062fu06afu06cc

source: Maintenance performed
ur: u0628u062du0627u0644u06cc u06a9u0627u0645u0638u0627u06c1u0631u06c1

source: Generating resource tables
ur: u0648u0633u0627u0626u0644 u06a9u06ccu0645u06ccu0632u06ccu06ba u067eu06ccu062fu0627

source: Resource tables generated
ur: u0630u0631u0627u0626u0639u0627u0628u0644u0627u063a u06a9u06ccu062au062eu0644u06ccu0642

source: Clear analytics tables
ur: u062au062cu0632u06ccu06c1 u06a9u0627u0631u06ccu0645u06ccu0632u06ccu06ba u0635u0627u0641u06a9u0631u06ccu06ba

source: Clear application cache
ur: u062fu0631u062eu0648u0627u0633u062au06a9u06ccu0634 u0635u0627u0641u06a9u0631u06ccu06ba

source: Maintenance
ur: u0628u062du0627u0644u06cc

source: Resource Table
ur: u0648u0633u0627u0626u0644 u0679u06ccu0628u0644

source: Clear data set completeness
ur: u0688u06ccu0679u0627 u0633u06ccu0679u0645u06a9u0645u0644 u0637u0648u0631 u067eu0631u0635u0627u0641 u06a9u0631u06ccu06ba

source: Clear zero values
ur: u0635u0641u0631 u0627u0642u062fu0627u0631u06a9u0648 u0635u0627u0641 u06a9u0631u06ccu06ba

source: Organisation unit group set structure normalized
ur: u062au0646u0638u06ccu0645 u06ccu0648u0646u0679u06afu0631u0648u067e u06a9u06ccu062au0634u06a9u06ccu0644u0645u0639u0645u0648u0644 u0645u06ccu06bau06c1u06d2

source: Organisation unit structure
ur: u062au0646u0638u06ccu0645 u06ccu0648u0646u0679u06a9u06cc u0633u0627u062eu062a

source: Data element category option combo name
ur: u0688u06ccu0679u0627 u0639u0646u0635u0631u06a9u06cc u0642u0633u0645 u06a9u0627u0627u062eu062au06ccu0627u0631u06a9u0627u0645u0628u0648 u0646u0627u0645

source: Generate tables
ur: u0645u06ccu0632u06ccu06ba u0628u0646u0627u0626u06ccu06ba

source: Perform maintenance
ur: u0628u062du0627u0644u06cc u06a9u06ccu06a9u0627u0631u06a9u0631u062fu06afu06cc

source: Prune periods
ur: u067eu0631u0627u0648u0646 u062fu0648u0631

source: Cache Statistics
ur: u06a9u06ccu0634 u06a9u06d2u0627u0639u062fu0627u062f u0648u0634u0645u0627u0631

source: Second Level Cache Statistics
ur: u062fu0648u0633u0631u0627 u0633u0637u062du06a9u06ccu0634 u06a9u06d2u0627u0639u062fu0627u062f u0648u0634u0645u0627u0631

source: Region name
ur: u0639u0644u0627u0642u0627u0626u06cc u0646u0627u0645

source: Mem count
ur: u0645u06ccu0645 u0634u0645u0627u0631

source: Disk count
ur: u0688u0633u06a9 u06a9u06cc u06afu0646u062au06cc

source: Mem size
ur: u0645u06ccu0645 u0633u0627u0626u0632

source: Total Second Level Cache
ur: u06a9u0644 u062fu0648u0633u0631u06ccu0633u0637u062d u06a9u06cc u06a9u06ccu0634

source: Total Query Cache
ur: u06a9u0644 u0633u0648u0627u0644 u06a9u06ccu0634

source: Query Cache Statistics
ur: u0633u0648u0627u0644u0627u062a u06a9u06ccu0634u06a9u06d2 u0627u0639u062fu0627u062f u0648u0634u0645u0627u0631

source: Query name
ur: u0633u0648u0627u0644 u06a9u0627 u0646u0627u0645

source: Put count
ur: u0634u0645u0627u0631 u0631u06a9u06beu0648

source: Hit count
ur: u0634u0645u0627u0631 u0645u0627u0631u0648

source: Miss count
ur: u0645u0633 u0634u0645u0627u0631

source: Exec count
ur: u062eu062au0645 u06a9u0631u06ccu06ba

source: Exec avg time
ur: u0627u0648u0633u0637 u0648u0642u062au0646u06a9u0627u0644u06ccu06ba

source: Exec max time
ur: u0632u06ccu0627u062fu06c1 u0633u06d2u0632u06ccu0627u062fu06c1 u0648u0642u062a Exec

source: Exec min time
ur: u0645u0646u0679 u06a9u0627 u0648u0642u062au0646u06a9u0627u0644u06ccu06ba

source: Exec row count
ur: u0642u0637u0627u0631 u06a9u06cc u06afu0646u062au06cc

source: Clear cache
ur: u06a9u06ccu0634 u0635u0627u0641 u06a9u0631u06ccu06ba

source: Data Statistics
ur: u0688u06ccu0679u0627 u06a9u06d2u0627u0639u062fu0627u062f u0648u0634u0645u0627u0631

source: Indicator types
ur: u0627u0634u0627u0631u06d2 u06a9u06cc u0627u0642u0633u0627u0645

source: Data dictionaries
ur: u0688u06ccu0679u0627 u0644u063au0627u062a

source: Periods
ur: u062fu0648u0631

source: Data values
ur: u0688u06ccu0679u0627 u0627u0642u062fu0627u0631

source: Number of objects
ur: u0627u0634u06ccu0627u0621 u06a9u06cc u062au0639u062fu0627u062f

source: Data Browser
ur: u0688u06ccu0679u0627 u0628u0631u0627u0624u0632u0631

source: Browse by
ur: u06a9u06cc u0637u0631u0641 u0633u06d2u0628u0631u0627u0624u0632 u06a9u0631u06ccu06ba

source: Select mode
ur: u0645u0646u062au062eu0628 u06a9u0631u06ccu06ba u0645u0648u0688

source: No data found
ur: u06a9u0648u0626u06cc u0688u06ccu0679u0627u0646u06c1u06ccu06ba u0645u0644u0627

source: Browse
ur: u0628u0631u0627u0624u0632 u06a9u0631u06ccu06ba

source: Select Period Type
ur: u062fu0648u0631u0627u0646u06ccu06c1 u06a9u06ccu0642u0633u0645 u0645u0646u062au062eu0628u06a9u0631u06ccu06ba

source: Data Integrity
ur: u0688u06ccu0679u0627 u06a9u06cc u0633u0627u0644u0645u06ccu062a

source: Data elements without a data set
ur: u0627u0639u062fu0627u062f u0648u0634u0645u0627u0631 u0633u06ccu0679 u06a9u06d2u0628u063au06ccu0631 u0688u06ccu0679u0627u0639u0646u0627u0635u0631

source: Data elements without groups
ur: u0688u06ccu0679u0627 u0639u0646u0627u0635u0631u06a9u06d2 u0628u063au06ccu0631

source: Data sets not assigned to organisation units
ur: u0688u06ccu0679u0627 u0633u06ccu0679u062au0646u0638u06ccu0645u062au0646u0638u06ccu0645u0648u06ba u06a9u0648u062au0641u0648u06ccu0636 u0646u06c1u06ccu06bau06a9u0631u062au06cc

source: Indicators with identical formulas
ur: u0627u06ccu06a9 u06c1u06ccu0641u0627u0631u0645u0648u0644u0627 u06a9u06d2u0633u0627u062au06be u0627u0634u0627u0631u06d2

source: Indicators without groups
ur: u06afu0631u0648u06c1u0648u06ba u06a9u06d2u0628u063au06ccu0631 u0627u0634u0627u0631u06d2

source: Organisation units with cyclic references
ur: u0633u0627u0626u06ccu06a9u0644u06ccu0648u0646u06ccu0646 u06a9u06d2u0633u0627u062au06be u062au0646u0638u06ccu0645u06ccu0648u0646u0679u0633

source: Orphaned organisation units
ur: u06ccu062au06ccu0645 u062au0646u0638u06ccu0645u062au0646u0638u06ccu0645u06ccu0648u0646u0679u0633

source: Organisation units without groups
ur: u062au0646u0638u06ccu0645u0648u06ba u06a9u06d2u0628u063au06ccu0631u062au0646u0638u06ccu0645u0648u06ba u06a9u06d2u06ccu0648u0646u0679

source: Organisation unit groups without group sets
ur: u0622u0631u06afu0646u0627u0626u0632u06ccu0634u0646 u06ccu0648u0646u0679 u06afu0631u0648u067eu06afu0631u0648u067e u06a9u06d2u0628u063au06ccu0631 u0628u063au06ccu0631

source: Category option combos not in data element category combo in data entry form
ur: u0688u06ccu0679u0627 u0627u0646u0679u0631u06ccu0641u0627u0631u0645 u0645u06ccu06bau0688u06ccu0679u0627 u0639u0646u0635u0631u06a9u06d2 u0632u0645u0631u06d2 u0645u06ccu06bau0646u06c1u06ccu06ba u0632u0645u0631u06c1u0627u062eu062au06ccu0627u0631u0627u062eu062au06ccu0627u0631u06a9u0631u062au0627 u06c1u06d2
