Repository: dhis2/maintenance-app-beta
Catalog: i18n/*.po
Languages: ur

source: Ask user to create new event when stage is complete
ur: u0645u0631u062du0644u06c1 u0645u06a9u0645u0644u06c1u0648u0646u06d2 u067eu0631 u0646u0626u06d2u0627u06ccu0648u0646u0679u062au062eu0644u06ccu0642 u06a9u0631u0646u06d2u06a9u06ccu0644u0626u06d2 u0635u0627u0631u0641u0633u06d2 u067eu0648u0686u06beu06ccu06ba

source: Data entry method
ur: u0688u06ccu0679u0627u0627u0646u062fu0631u0627u062c u06a9u0627u0637u0631u06ccu0642u06c1

source: Local identifier
ur: u0645u0642u0627u0645u06cc u0634u0646u0627u062eu062au06cc

source: Scope
ur: u062fu0627u0626u0631u06c1 u06a9u0627u0631

source: Drop-down lists
ur: u0688u0631u0627u067e u0688u0627u0624u0646u0641u06c1u0631u0633u062a

source: Radio buttons
ur: u0631u06ccu0688u06ccu0648 u0628u0679u0646

source: Open data entry form after enrollment
ur: u00a0u0627u0646u062fu0631u0627u062c u06a9u06d2u0628u0639u062f u0688u06ccu0679u0627u0627u0646u0679u0631u06cc u0641u0627u0631u0645u06a9u06beu0648u0644u06ccu06ba

source: Report date to use
ur: u00a0u0627u0633u062au0639u0645u0627u0644u06a9u0631u0646u06d2 u06a9u06ccu0631u067eu0648u0631u0679 u06a9u06ccu062au0627u0631u06ccu062e

source: The properties to open data entry form after enrollment isactive in the stage
ur: u0627u0646u062fu0631u0627u062c u06a9u06d2u0628u0639u062f u0688u06ccu0679u0627u0627u0646u0679u0631u06cc u0641u0627u0631u0645u06a9u06beu0648u0644u0646u06d2 u06a9u06d2u0644u0626u06d2u062eu0635u0648u0635u06ccu0627u062au0627u0633u0679u06ccu062c u0645u06ccu06bau0641u0639u0627u0644 u06c1u06ccu06ba

source: Add relative
ur: u0631u0634u062au06c1 u062fu0627u0631u0634u0627u0645u0644 u06a9u0631u06ccu06ba

source: Who is the new relative to the existing tracked entity instance?
ur: u0645u0648u062cu0648u062fu06c1u0679u0631u06ccu06a9 u0627u062fu0627u0631u06d2u06a9u06cc u0645u062bu0627u0644 u06a9u0627u0646u06ccu0627 u0631u0634u062au06c1u06a9u0648u0646 u06c1u06d2u061f

source: Program for new relative to be enrolled in
ur: u0646u0626u06d2 u0631u0634u062au06c1u062fu0627u0631 u06a9u06d2 u0644u0626u06d2u067eu0631u0648u06afu0631u0627u0645u0645u06ccu06ba u062fu0627u062eu0644u06c1u0648u0646u06d2 u06a9u0627u067eu0631u0648u06afu0631u0627u0645

source: Health worker
ur: u0635u062du062a u06a9u0627 u06a9u0627u0645u06a9u0631u0646u06d2 u0648u0627u0644u0627

source: Is hidden ?
ur: u067eu0648u0634u06ccu062fu06c1 u06c1u06d2u061f

source: Default value
ur: u067eu06c1u0644u06d2 u0633u06d2 u0637u06d2u0634u062fu06c1 u0642u06ccu0645u062a

source: Shortcut link to add a relative
ur: u0627u06ccu06a9 u0631u0634u062au06c1u062fu0627u0631 u0634u0627u0645u0644u06a9u0631u0646u06d2 u06a9u06d2 u0644u0626u06d2u0634u0627u0631u0679 u06a9u0679 u0644u0646u06a9

source: Shortcut link label (e.g. Add child)
ur: u0634u0627u0631u0679 u06a9u0679 u0644u0646u06a9u0644u06ccu0628u0644 (u062cu06ccu0633u06d2u0628u0686u06d2 u0634u0627u0645u0644u06a9u0631u06ccu06ba)

source: Relationship
ur: u062au0639u0644u0642u0627u062a

source: Select at least one scope for local id
ur: u0645u0642u0627u0645u06ccu0634u0646u0627u062eu062a u06a9u06d2u0644u0626u06d2 u06a9u0645 u0633u06d2u06a9u0645 u0627u06ccu06a9u06afu0646u062cu0627u0626u0634u0645u0646u062au062eu0628 u06a9u0631u06ccu06ba

source: Scheduling of events
ur: u0648u0627u0642u0639u0627u062a u06a9u0627u0634u06ccu0688u0648u0644u0646u06af

source: View validation criteria
ur: u062au0648u062bu06ccu0642u06ccu0645u0639u06ccu0627u0631u062fu06ccu06a9u06beu06ccu06ba

source: Define registration form
ur: u00a0u0631u062cu0633u0679u0631u06ccu0634u0646u0641u0627u0631u0645 u06a9u06ccu0648u0636u0627u062du062a u06a9u0631u06ccu06ba

source: Reminder message template details
ur: u06ccu0627u062f u062fu06c1u0627u0646u06ccu06a9u06d2 u0633u0627u0646u0686u06d2 u06a9u06ccu062au0641u0635u06ccu0644u0627u062a

source: Edit reminder message template
ur: u06ccu0627u062f u062fu06c1u0627u0646u06ccu06a9u06d2 u067eu06ccu063au0627u0645u0679u06ccu0645u067eu0644u06ccu0679u0645u06ccu06ba u062au0631u0645u06ccu0645u06a9u0631u06ccu06ba

source: Create new reminder message template
ur: u0646u0626u06d2 u06ccu0627u062fu062fu06c1u0627u0646u06cc u06a9u06d2u067eu06ccu063au0627u0645u0679u06ccu0645u067eu0644u06ccu0679u0628u0646u0627u0626u06ccu06ba

source: Are you sure you want to delete reminder message template?
ur: u06a9u06ccu0627 u0622u067eu0648u0627u0642u0639u06cc u06ccu0627u062fu062fu06c1u0627u0646u06cc u06a9u06d2u067eu06ccu063au0627u0645u0679u06ccu0645u067eu0644u06ccu0679 u06a9u0648u062du0630u0641 u06a9u0631u0646u0627u0686u0627u06c1u062au06d2 u06c1u06ccu06bau061f

source: day(s) before
ur: u062fu0646 u067eu06c1u0644u06d2

source: day(s) after
ur: u062fu0646 u06a9u06d2 u0628u0639u062f

source: Data entry method for option sets
ur: u0627u062eu062au06ccu0627u0631 u0633u06ccu0679u06a9u06d2 u0644u0626u06d2 u0688u06ccu0679u0627u0627u0646u062fu0631u0627u062c u06a9u0627u0637u0631u06ccu0642u06c1

source: Attribute users
ur: u0635u0627u0631u0641u06ccu0646 u06a9u0648

source: View reminder message templates
ur: u06ccu0627u062f u062fu06c1u0627u0646u06ccu06a9u06d2 u067eu06ccu063au0627u0645 u06a9u06d2u0633u0627u0646u0686u0648u06ba u06a9u0648u062fu06ccu06a9u06beu06ccu06ba

source: Display in list without program
ur: u067eu0631u0648u06afu0631u0627u0645 u06a9u06d2u0628u063au06ccu0631 u0641u06c1u0631u0633u062au0645u06ccu06ba u0688u0633u067eu0644u06d2u06a9u0631u06ccu06ba

source: Manage attributes with no program
ur: u06a9u0648u0626u06ccu067eu0631u0648u06afu0631u0627u0645 u06a9u06d2u0633u0627u062au06be u0635u0641u0627u062au06a9u0627 u0646u0638u0645 u06a9u0631u06ccu06ba

source: Manage attributes for visit schedule
ur: u062fu0648u0631u06c1 u0634u06ccu0688u0648u0644u06a9u06d2 u0644u0626u06d2 u0635u0641u0627u062au06a9u0627 u0646u0638u0645 u06a9u0631u06ccu06ba

source: Tracked entity attributes displayed in list
ur: u0679u0631u06ccu06a9 u06a9u0631u062fu06c1u0627u062fu0627u0631u06d2 u06a9u06ccu0635u0641u0627u062a u06a9u06ccu0641u06c1u0631u0633u062a u0645u06ccu06bau067eu06ccu0634 u06a9u06cc u06afu0626u06cc

source: Tracked entity management
ur: u0679u0631u06ccu06a9 u06a9u0631u062fu06c1u0627u062fu0627u0631u06d2 u06a9u06d2u0627u0646u062au0638u0627u0645

source: Create new tracked entity
ur: u0646u0626u06cc u0679u0631u06ccu06a9u06a9u0631u062fu06c1 u0627u062fu0627u0631u06d2u0628u0646u0627u0626u06ccu06ba

source: Tracked entity details
ur: u0679u0631u06ccu06a9 u06a9u0631u062fu06c1u0627u062fu0627u0631u06d2 u06a9u06ccu062au0641u0635u06ccu0644u0627u062a

source: Edit tracked entity
ur: u0679u0631u06ccu06a9 u06a9u0631u062fu06c1u0627u062fu0627u0631u06d2 u0645u06ccu06bau062au0631u0645u06ccu0645 u06a9u0631u06ccu06ba

source: Are you sure you want to delete this tracked entity?
ur: u06a9u06ccu0627 u0622u067eu0648u0627u0642u0639u06cc u0627u0633u0679u0631u06ccu06a9 u0634u062fu06c1u0627u062fu0627u0631u06d2 u06a9u0648u062du0630u0641 u06a9u0631u0646u0627u0686u0627u06c1u062au06d2 u06c1u06ccu06bau061f

source: Number of tracked entities
ur: u0679u0631u06ccu06a9 u06a9u0631u062fu06c1u0627u062fu0627u0631u0648u06ba u06a9u06ccu062au0639u062fu0627u062f

source: Incident Date
ur: u0648u0627u0642u0639u06c1 u06a9u06cc u062au0627u0631u06ccu062e

source: Enrollment Date
ur: u0627u0646u062fu0631u0627u062c u06a9u06ccu062au0627u0631u06ccu062e

source: Please select at least one attribute to display in list
ur: u0628u0631u0627u06c1u0645u06c1u0631u0628u0627u0646u06ccu0641u06c1u0631u0633u062a u0645u06ccu06bau0688u0633u067eu0644u06d2 u06a9u0631u0646u06d2u06a9u06d2 u0644u0626u06d2 u06a9u0645u0627u0632 u06a9u0645 u0627u06ccu06a9u062eu0627u0635u06ccu062au0645u0646u062au062eu0628 u06a9u0631u06ccu06ba

source: in
ur: u0627u0646u062fu0631

source: Whole system
ur: u0645u06a9u0645u0644 u0646u0638u0627u0645

source: Program within organisation unit
ur: u062au0646u0638u06ccu0645 u06ccu0648u0646u0679u06a9u06d2 u0627u0646u062fu0631u067eu0631u0648u06afu0631u0627u0645

source: Auto save registration form
ur: u062eu0648u062f u06a9u0627u0631u0637u0631u06ccu0642u06d2 u0633u06d2u0631u062cu0633u0679u0631u06ccu0634u0646u0641u0627u0631u0645 u0645u062du0641u0648u0638u06a9u0631u06ccu06ba

source: Show advanced options
ur: u0627u0639u0644u06cc u062fu0631u062cu06d2u06a9u06ccu0627u062eu062au06ccu0627u0631u0627u062au062fu06a9u06beu0627u0626u06ccu06ba

source: Hide advanced options
ur: u0627u0639u0644u06cc u062fu0631u062cu06d2u06a9u06ccu0627u062eu062au06ccu0627u0631u0627u062au0686u06beu067eu0627u0626u06ccu06ba

source: Program validation rule management
ur: u067eu0631u0648u06afu0631u0627u0645 u06a9u06ccu062au0648u062bu06ccu0642 u06a9u06ccu0627u0646u062au0638u0627u0645u06ccu06c1

source: Confidential
ur: u0631u0627u0632u062fu0627u0631u0627u0646u06c1

source: Program indicator management form
ur: u067eu0631u0648u06afu0631u0627u0645u0627u0634u0627u0631u06d2u0645u06ccu0646u062cu0645u0646u0679u0641u0627u0631u0645

source: Auto-save program entry forms
ur: u0622u0679u0648 u06a9u0648u0628u0686u0627u0646u06d2 u06a9u06d2u067eu0631u0648u06afu0631u0627u0645u0627u0646u062fu0631u0627u062cu0641u0627u0631u0645

source: Filter by program
ur: u067eu0631u0648u06afu0631u0627u0645 u06a9u06ccu0637u0631u0641 u0633u06d2 u0641u0644u0679u0631

source: Enter an attribute
ur: u0627u06ccu06a9 u062eu0627u0635u06ccu062au062fu0631u062c u06a9u0631u06ccu06ba

source: Enter a key
ur: u06a9u0644u06ccu062f u062fu0631u062c u06a9u0631u06ccu06ba

source: Date diff
ur: u062au0627u0631u06ccu062e u0645u062eu062au0644u0641

source: Program stage sort order
ur: u067eu0631u0648u06afu0631u0627u0645u0645u0631u062du0644u06c1u062au0631u062au06ccu0628u062au0631u062au06ccu0628 u062fu06ccu06ba

source: Sort order
ur: u062au0631u062au06ccu0628

source: Program variables
ur: u067eu0631u0648u06afu0631u0627u0645 u0645u062au063au06ccu0631

source: Custom standard interval
ur: u0627u067eu0646u06cc u0645u0631u0636u06ccu06a9u06d2 u0645u0639u06ccu0627u0631u06ccu0648u0642u0641u06c1

source: Source fields
ur: u0645u0627u062eu0630 u0634u0639u0628u0648u06ba

source: Expression - evaluate the source fields
ur: u0627u0638u06c1u0627u0631 -u0630u0631u06ccu0639u06c1u0634u0639u0628u0648u06ba u06a9u0627u0627u0646u062fu0627u0632u06c1u06a9u0631u06ccu06ba

source: Actions that is executed when expression is true
ur: u062cu0628 u0627u0638u06c1u0627u0631u0635u062du06ccu062d u06c1u06d2 u062au0648u0627u0639u0645u0627u0644 u0645u06ccu06bau067eu06beu0627u0646u0633u06cc u062fu06ccu062cu0627u062au06cc u06c1u06d2

source: Display text
ur: u0645u062au0646 u062fu06a9u06beu0627u0626u06ccu06ba

source: Shows a key data box
ur: u0627u06c1u0645 u0688u06ccu0679u0627u0628u0627u06a9u0633u062fu06a9u06beu0627u062au0627 u06c1u06d2

source: Assign variable
ur: u0645u062au063au06ccu0631 u06a9u0648u062au0641u0648u06ccu0636 u06a9u0631u06ccu06ba

source: Show error
ur: u063au0644u0637u06cc u062fu06a9u06beu0627u0626u06ccu06ba

source: Show warning on completion
ur: u0645u06a9u0645u0644 u06c1u0648u0646u06d2u067eu0631 u0627u0646u062au0628u0627u06c1u062fu06a9u06beu0627u0626u06ccu06ba

source: Show error preventing completion
ur: u062au06a9u0645u06ccu0644 u06a9u0648u0631u0648u06a9u0646u06d2 u0645u06ccu06bau063au0644u0637u06ccu062fu06a9u06beu0627u0626u06ccu06ba

source: View program rules
ur: u067eu0631u0648u06afu0631u0627u0645 u06a9u06d2u0642u0648u0627u0646u06ccu0646u062fu06ccu06a9u06beu06ccu06ba

source: Program rule management
ur: u067eu0631u0648u06afu0631u0627u0645 u06a9u06d2u0627u0646u062au0638u0627u0645 u06a9u06d2u0627u0646u062au0638u0627u0645

source: Create new program rule
ur: u0646u06ccu0627u067eu0631u0648u06afu0631u0627u0645 u06a9u06ccu062du06a9u0645u0631u0627u0646u06ccu0628u0646u0627u0626u06ccu06ba

source: Program rule details
ur: u067eu0631u0648u06afu0631u0627u0645 u06a9u06ccu062du06a9u0645u0631u0627u0646u06cc u06a9u06ccu062au0641u0635u06ccu0644u0627u062a

source: Source program stage
ur: u0645u0627u062eu0630u067eu0631u0648u06afu0631u0627u0645u0645u0631u062du0644u06d2

source: Source DataElement
ur: u0645u0627u062eu0630 u0688u06ccu0679u0627u0627u06ccu0688u06ccu0634u0646

source: Variable name
ur: u0645u062au063au06ccu0631 u0646u0627u0645

source: Data element in the newest event for a program stage
ur: u067eu0631u0648u06afu0631u0627u0645 u06a9u06d2u0645u0631u062du0644u06d2u06a9u06ccu0644u0626u06d2 u062au0627u0632u06c1u062au0631u06ccu0646 u0627u06ccu0648u0646u0679u0645u06ccu06ba u0688u06ccu0679u0627u0639u0646u0635u0631

source: Data element in the newest event in program
ur: u067eu0631u0648u06afu0631u0627u0645u0645u06ccu06ba u062au0627u0632u06c1u062au0631u06ccu0646 u0627u06ccu0648u0646u0679u0645u06ccu06ba u0688u06ccu0679u0627u0639u0646u0635u0631

source: Data element from previous event
ur: u067eu0686u06beu0644u06d2u0627u06ccu0648u0646u0679 u0633u06d2u0688u06ccu0679u0627 u0639u0646u0635u0631

source: Data element in current event
ur: u0645u0648u062cu0648u062fu06c1u0627u06ccu0648u0646u0679 u0645u06ccu06bau0688u06ccu0679u0627 u0639u0646u0635u0631

source: Add source field
ur: u0630u0631u06ccu0639u06c1 u0641u06ccu0644u0688u0634u0627u0645u0644 u06a9u0631u06ccu06ba

source: Add more action
ur: u0645u0632u06ccu062fu06a9u0627u0631u0631u0648u0627u0626u06ccu0634u0627u0645u0644 u06a9u0631u06ccu06ba

source: Source type
ur: u0645u0627u062eu0630 u06a9u06cc u0642u0633u0645

source: Are you sure you want to delete program rule?
ur: u06a9u06ccu0627 u0622u067eu0648u0627u0642u0639u06ccu067eu0631u0648u06afu0631u0627u0645 u06a9u0627u0627u0635u0648u0644 u062du0630u0641u06a9u0631u0646u0627 u0686u0627u06c1u062au06d2u06c1u06ccu06bau061f

source: Edit program rule
ur: u067eu0631u0648u06afu0631u0627u0645 u06a9u06d2u0627u0635u0648u0644 u0645u06ccu06bau062au0631u0645u06ccu0645 u06a9u0631u06ccu06ba

source: Please enter error message
ur: u063au0644u0637u06cc u06a9u0627u067eu06ccu063au0627u0645 u062fu0631u062cu06a9u0631u06ccu06ba

source: Please enter warning message
ur: u0628u0631u0627u06c1 u06a9u0631u0645u0627u0646u062au0628u0627u06c1u067eu06ccu063au0627u0645 u062fu0631u062cu06a9u0631u06ccu06ba

source: Please enter alert message when hiding a field that contains value
ur: u0628u0631u0627u06c1 u06a9u0631u0645u0642u06ccu0645u062a u067eu0631u0645u0634u062au0645u0644 u0641u06ccu0644u0688u06a9u0648 u0686u06beu067eu0627u0646u06d2u067eu0631 u0627u0644u0631u0679u067eu06ccu063au0627u0645 u062fu0631u062cu06a9u0631u06ccu06ba

source: Please enter alert message when hiding a section that contains values
ur: u0628u0631u0627u06c1 u06a9u0631u0645u0627u06ccu06a9 u0633u06ccu06a9u0634u0646u0686u06beu067eu0627 u062cu0628u0627u0644u0631u0679 u067eu06ccu063au0627u0645u062fu0631u062c u06a9u0631u06ccu06bau0627u0642u062fu0627u0631 u067eu0631u0645u0634u062au0645u0644 u06c1u06d2

source: Hide section
ur: u0633u06ccu06a9u0634u0646 u0686u06beu067eu0627u0626u06ccu06ba

source: Reminder message template management
ur: u06ccu0627u062f u062fu06c1u0627u0646u06ccu06a9u06d2 u0633u0627u0646u0686u06d2 u06a9u06d2u0627u0646u062au0638u0627u0645

source: Expression description
ur: u0627u0638u06c1u0627u0631 u0628u06ccu0627u0646

source: Expression items
ur: u0627u0638u06c1u0627u0631 u0627u0634u06ccu0627u0621

source: Filter items
ur: u0641u0644u0679u0631 u0627u0634u06ccu0627u0621

source: Filter description
ur: u0641u0644u0679u0631 u06a9u06cc u062au0641u0635u06ccu0644

source: Select program stage
ur: u067eu0631u0648u06afu0631u0627u0645 u06a9u06d2u0645u0631u062du0644u06d2 u06a9u0627u0627u0646u062au062eu0627u0628u06a9u0631u06ccu06ba

source: Design custom registration form
ur: u0688u06ccu0632u0627u0626u0646u0627u067eu0646u06cc u0645u0631u0636u06ccu06a9u06d2u0631u062cu0633u0679u0631u06ccu0634u0646u0641u0627u0631u0645

source: Program registration form
ur: u067eu0631u0648u06afu0631u0627u0645u0631u062cu0633u0679u0631u06ccu0634u0646u0641u0627u0631u0645

source: Display in form
ur: u0641u0627u0631u0645 u0645u06ccu06bau0688u0633u067eu0644u06d2 u06a9u0631u06ccu06ba

source: Event
ur: u062au0642u0631u06ccu0628

source: Enrollment
ur: u0627u0646u062fu0631u0627u062c

source: Tracked entity instance
ur: u0679u0631u06ccu06a9u0627u06ccu0688u06ccu0634u0646u0645u062bu0627u0644

source: Event output type
ur: u0648u0627u0642u0639u06c1u067eu06ccu062fu0627u0648u0627u0631 u06a9u06ccu0642u0633u0645

source: Missing value replacement
ur: u0644u0627u067eu062au06c1 u0642u062fu0631u06a9u06cc u062au0628u062fu06ccu0644u06cc

source: Display front page list
ur: u0633u0627u0645u0646u06d2 u067eu06ccu062cu06a9u06cc u0641u06c1u0631u0633u062au062fu06a9u06beu0627u0626u06ccu06ba

source: Encryption is not configured
ur: u062eu0641u06ccu06c1 u06a9u0627u0631u06ccu062au0631u062au06ccu0628 u0646u06c1u06ccu06bau06c1u06d2

source: search/analytics unavailable
ur: u062au0644u0627u0634 /u062au062cu0632u06ccu0627u062au062fu0633u062au06ccu0627u0628u0646u06c1u06ccu06ba

source: Search scope
ur: u062au0644u0627u0634 u06a9u06cc u06afu0646u062cu0627u0626u0634

source: Not searchable
ur: u062au0644u0627u0634 u0646u06c1u06ccu06bau06a9u06cc u062cu0627 u0633u06a9u062au06cc

source: Across data capture organisation units
ur: u0627u0639u062fu0627u062f u0648u0634u0645u0627u0631 u06a9u06ccu06afu0631u0641u062au0627u0631u06ccu062au0646u0638u06ccu0645u06ccu0648u0646u0679u0633 u06a9u06d2u0627u0631u062f u06afu0631u062f

source: Across search organisation units
ur: u062au0644u0627u0634 u062au0646u0638u06ccu0645u06ccu0648u0646u0679u0633 u06a9u06d2u0642u0631u06ccu0628

source: Across all organisation units
ur: u062au0645u0627u0645 u062au0646u0638u06ccu0645u06ccu0648u0646u0679u0633 u067eu0631

source: First stage appears on registration page
ur: u067eu06c1u0644u0627 u0645u0631u062du0644u06c1u0631u062cu0633u0679u0631u06ccu0634u0646u06a9u06d2 u0635u0641u062du06d2 u067eu0631u0638u0627u06c1u0631 u06c1u0648u062au0627u06c1u06d2

source: Automatically generated
ur: u062eu0648u062f u0628u062eu0648u062fu067eu06ccu062fu0627 u06c1u0648u0627

source: Pattern for generated value
ur: u067eu06ccu062fu0627 u06a9u0631u062fu06c1u0642u06ccu0645u062a u06a9u06d2 u0644u0626u06d2u067eu06ccu0679u0631u0646

source: example: "#######"
ur: u0645u062bu0627u0644: "#######"

source: Use code for option sets
ur: u0627u062eu062au06ccu0627u0631 u0633u06ccu0679u06a9u06ccu0644u0626u06d2 u06a9u0648u0688u0627u0633u062au0639u0645u0627u0644u06a9u0631u06ccu06ba

source: Entire system
ur: u0645u06a9u0645u0644 u0646u0638u0627u0645

source: Category option combination for aggregate data export
ur: u0645u062cu0645u0648u0639u06ccu0688u06ccu0679u0627 u0628u0631u0622u0645u062fu06a9u06d2 u0644u0626u06d2 u0632u0645u0631u06c1u0627u062eu062au06ccu0627u0631 u06a9u0627u0645u062cu0645u0648u0639u06c1

source: Attribute option combination for aggregate data export
ur: u0645u062cu0645u0648u0639u06ccu0627u0639u062fu0627u062f u0648u0634u0645u0627u0631 u06a9u06d2u0628u0631u0622u0645u062f u06a9u06d2 u0644u06d3u0627u062eu062au06ccu0627u0631u0645u062cu0645u0648u0639u06c1

source: Create, modify and view tracked entity attributes. Anattribute can be used to register extra information for atracked entity.
ur: u0679u0631u06ccu06a9 u0634u062fu06c1u0627u06ccu0648u0679u06ccu0635u0641u062au06ccu06bau0628u0646u0627u0626u06ccu06bau060cu062au0631u0645u06ccu0645 u06a9u0631u06ccu06bau0627u0648u0631 u062fu06ccu06a9u06beu06ccu06ba.u0627u06ccu06a9 u062eu0635u0648u0635u06ccu062au06a9u0633u06cc u0628u06beu06ccu0679u0631u06ccu06a9 u0627u062fu0627u0631u06d2u06a9u06d2 u0644u0626u06d2u0627u0636u0627u0641u06ccu0645u0639u0644u0648u0645u0627u062au0631u062cu0633u0679u0631 u06a9u0631u0646u06d2u06a9u06d2 u0644u0626u06d2u0627u0633u062au0639u0645u0627u0644u06a9u06ccu0627 u062cu0627 u0633u06a9u062au0627u06c1u06d2.

source: Confidentiality option not available since encryption is not configured
ur: u062eu0641u06ccu06c1 u06a9u0627u0631u06ccu06a9u0627 u0627u062eu062au06ccu0627u0631u062fu0633u062au06ccu0627u0628u0646u06c1u06ccu06ba u06c1u06d2u06a9u06ccu0648u0646u06a9u06c1u0627u0633u06a9u0631u067eu0679 u06a9u0648u062au0631u062au06ccu0628 u0646u06c1u06ccu06bau062fu06ccu0627 u06afu06ccu0627 u06c1u06d2

source: Predictor
ur: u067eu06ccu0634u0646 u06afu0648u0626u06cc

source: Create predictors which can be used to predict future data values.
ur: u0645u0633u062au0642u0628u0644 u06a9u0627u0688u06ccu0679u0627 u0627u0642u062fu0627u0631u06a9u06cc u067eu06ccu0634 u06afu0648u0626u06ccu06a9u0631u0646u06d2 u06a9u06d2 u0644u0626u06d2u0627u0633u062au0639u0645u0627u0644u06a9u06ccu0627 u062cu0627 u0633u06a9u062au0627u06c1u06d2 u062cu0648 u067eu06ccu0634u06afu0648u0626u06ccu0628u0646u0627u0626u06ccu06ba.

source: Predictor management
ur: u067eu06ccu0634u06afu06cc u0627u0646u062au0638u0627u0645

source: Generator
ur: u062cu0646u0631u06ccu0679u0631

source: Sample skip test
ur: u0646u0645u0648u0646u06c1u0627u0633u06a9u0627u0626u067eu0679u06ccu0633u0679

source: Organisation unit levels
ur: u062au0646u0638u06ccu0645 u06ccu0648u0646u0679u06a9u06cc u0633u0637u062d

source: Output data element
ur: u0622u0624u0679 u067eu0679 u0688u06ccu0679u0627u0639u0646u0635u0631

source: Overlapping legends not allowed!
ur: u0627u0648u0648u0631u0644u06ccu067eu0646u06afu06a9u0646u0648u062fu0646u062au06ccu0648u06bau06a9u06cc u0627u062cu0627u0632u062au0646u06c1u06ccu06ba u06c1u06d2!

source: Gaps in the legends are not allowed!
ur: u0639u0644u0627u0645u0627u062a u0645u06ccu06bau0641u0631u0642u0648u06ba u06a9u06ccu0627u062cu0627u0632u062a u0646u06c1u06ccu06bau06c1u06d2!

source: Could not save legend
ur: u0644u06ccu062cu0646u0688 u06a9u0648u0645u062du0641u0648u0638 u0646u06c1u06ccu06bau06a9u0631 u0633u06a9u0627

source: Could not save legend ($$message$$)
ur: u0644u06ccu062cu0646u0688 ($$u067eu06ccu063au0627u0645 $$$) u06a9u0648u0645u062du0641u0648u0638 u0646u06c1u06ccu06bau06a9u0631 u0633u06a9u0627

source: Confirm delete legend
ur: u0644u06ccu062cu0646u0688 u06a9u0648u062du0630u0641 u06a9u0631u0646u06d2 u06a9u06ccu062au0648u062bu06ccu0642 u06a9u0631u06ccu06ba

source: No organisation units - add one to get started
ur: u06a9u0648u0626u06cc u062au0646u0638u06ccu0645u06ccu0648u0646u0679u0633 u0646u06c1u06ccu06ba -u0634u0631u0648u0639 u06a9u0631u0646u06d2u06a9u06d2 u0644u0626u06d2 u0627u06ccu06a9u0634u0627u0645u0644 u06a9u0631u06ccu06ba

source: Push analysis
ur: u062au062cu0632u06ccu06c1 u067eu0634

source: Push analysis management
ur: u062au062cu0632u06ccu06c1u0645u06ccu0646u062cu0645u0646u0679 u067eu0634

source: Manage analytics to be emailed to specific user groups on adaily, weekly or monthly basis.
ur: u0631u0648u0632u0627u0646u06c1u060cu06c1u0641u062au06c1 u0648u0627u0631 u06ccu0627u0645u0627u06c1u0627u0646u06c1u0628u0646u06ccu0627u062f u067eu0631u0645u062eu0635u0648u0635 u0635u0627u0631u0641u06afu0631u0648u067eu0648u06ba u06a9u0648u0627u06cc u0645u06ccu0644 u06c1u0648u0646u06d2u06a9u06ccu0644u0626u06d2u062au062cu0632u06ccu0627u062a u06a9u0627u0646u0638u0645 u06a9u0631u06ccu06ba.

source: Dashboard
ur: u0688u06ccu0634 u0628u0648u0631u0688

source: Recipient user groups
ur: u0648u0635u0648u0644 u06a9u0646u0646u062fu06c1u0635u0627u0631u0641 u06afu0631u0648u067e

source: Scheduling frequency
ur: u0634u06ccu0688u0648u0644u0646u06af u062au0639u062fu062f

source: Day on which to run the task
ur: u062cu0633 u062fu0646 u06a9u0627u0645u0686u0644u0627u0646u06d2 u06a9u06d2u0644u0626u06d2

source: Monthly
ur: u0645u0627u06c1u0627u0646u06c1

source: Weekly
ur: u06c1u0641u062au06c1 u0648u0627u0631

source: Sunday
ur: u0627u062au0648u0627u0631

source: Monday
ur: u0633u0648u0645u0648u0627u0631

source: Tuesday
ur: u0645u0646u06afu0644

source: Wednesday
ur: u0628u062fu06be

source: Thursday
ur: u062cu0645u0639u0631u0627u062a

source: Friday
ur: u062cu0645u0639u06c1

source: Saturday
ur: u06c1u0641u062au06c1

source: Are you sure you want to delete this push analysis?
ur: u06a9u06ccu0627 u0622u067eu0648u0627u0642u0639u06cc u06ccu06c1u062fu06beu06a9u0627 u062au062cu0632u06ccu06c1u062du0630u0641 u06a9u0631u0646u0627u0686u0627u06c1u062au06d2 u06c1u06ccu06bau061f

source: Report queued for delivery
ur: u062au0631u0633u06ccu0644 u06a9u06d2u0644u0626u06d2 u0642u0637u0627u0631 u06a9u06ccu0631u067eu0648u0631u0679

source: Failed to schedule report
ur: u0631u067eu0648u0631u0679u0634u06ccu0688u0648u0644 u0645u06ccu06bau0646u0627u06a9u0627u0645
