Repository: dhis2/maintenance-app-beta
Catalog: i18n/*.po
Languages: ur

source: Aggregate
ur: u0645u062cu0645u0648u0639u06cc u0637u0648u0631 u067eu0631

source: Tracker
ur: u0679u0631u06ccu06a9u0631

source: Use of category with an empty option is not allowed!
ur: u062eu0627u0644u06ccu0627u062eu062au06ccu0627u0631 u06a9u06d2u0633u0627u062au06be u0632u0645u0631u06d2u06a9u0627 u0627u0633u062au0639u0645u0627u0644u06a9u06cc u0627u062cu0627u0632u062au0646u06c1u06ccu06ba u06c1u06d2!

source: Number of category options
ur: u0642u0633u0645 u06a9u06d2u0627u062eu062au06ccu0627u0631u0627u062au06a9u06cc u062au0639u062fu0627u062f

source: Number of categories
ur: u0627u0642u0633u0627u0645 u06a9u06cc u062au0639u062fu0627u062f

source: Sort
ur: u062au0631u062au06ccu0628 u062fu06ccu06ba

source: Create new data element category
ur: u0646u06ccu0627 u0688u06ccu0679u0627u0639u0646u0635u0631 u0632u0645u0631u06c1u0628u0646u0627u0626u06ccu06ba

source: Selected categories
ur: u0645u0646u062au062eu0628 u0634u062fu06c1u0632u0645u0631u06c1 u062cu0627u062a

source: Available categories
ur: u062fu0633u062au06ccu0627u0628 u0627u0642u0633u0627u0645

source: Category management
ur: u0632u0645u0631u06c1 u0645u06ccu0646u062cu0645u0646u0679

source: Category combination management
ur: u0632u0645u0631u06c1u0645u062cu0645u0648u0639u06c1u0645u06ccu0646u062cu0645u0646u0679

source: Create new data element category combination
ur: u0646u06ccu0627 u0688u06ccu0679u0627u0639u0646u0635u0631 u0632u0645u0631u06c1u0645u062cu0645u0648u0639u06c1u0628u0646u0627u0626u06ccu06ba

source: Are you sure you want to delete this category option?
ur: u06a9u06ccu0627 u0622u067eu0648u0627u0642u0639u06cc u06ccu06c1u0632u0645u0631u06c1u0627u062eu062au06ccu0627u0631 u062du0630u0641u06a9u0631u0646u0627 u0686u0627u06c1u062au06d2u06c1u06ccu06bau061f

source: Are you sure you want to delete this category?
ur: u06a9u06ccu0627 u0622u067eu0648u0627u0642u0639u06cc u06ccu06c1u0632u0645u0631u06c1 u062du0630u0641u06a9u0631u0646u0627 u0686u0627u06c1u062au06d2u06c1u06ccu06bau061f

source: Are you sure you want to delete this category combination?
ur: u06a9u06ccu0627 u0622u067eu0648u0627u0642u0639u06cc u06ccu06c1u0632u0645u0631u06c1u0645u062cu0645u0648u0639u06c1 u062du0630u0641u06a9u0631u0646u0627 u0686u0627u06c1u062au06d2u06c1u06ccu06bau061f

source: Edit data element category
ur: u0688u06ccu0679u0627 u0639u0646u0635u0631u06a9u06cc u0642u0633u0645 u0645u06ccu06bau062au0631u0645u06ccu0645 u06a9u0631u06ccu06ba

source: Edit data element category combination
ur: u0627u0639u062fu0627u062f u0648u0634u0645u0627u0631 u0639u0646u0635u0631u0632u0645u0631u06c1u0645u062cu0645u0648u0639u06c1 u0645u06ccu06bau062au0631u0645u06ccu0645 u06a9u0631u06ccu06ba

source: Category combination
ur: u0632u0645u0631u06c1 u0645u062cu0645u0648u0639u06c1

source: Data element category combo details
ur: u0688u06ccu0679u0627 u0639u0646u0635u0631u0632u0645u0631u06c1 u06a9u0627u0645u0628u0648u06a9u06cc u062au0641u0635u06ccu0644u0627u062a

source: Data element category
ur: u0688u06ccu0679u0627 u0639u0646u0635u0631u06a9u06cc u0642u0633u0645

source: Data element category combination
ur: u0688u06ccu0679u0627 u0639u0646u0635u0631u0632u0645u0631u06c1u0645u062cu0645u0648u0639u06c1

source: Select
ur: u0645u0646u062au062eu0628 u06a9u0631u06ccu06ba

source: Data element
ur: u0688u06ccu0679u0627 u0639u0646u0635u0631

source: Data element group
ur: u0688u06ccu0679u0627 u0639u0646u0635u0631 u06afu0631u0648u067e

source: Data element groups
ur: u0688u06ccu0679u0627 u0639u0646u0635u0631 u06afu0631u0648u067e

source: Data elements
ur: u0688u06ccu0679u0627 u0639u0646u0627u0635u0631

source: Indicator
ur: u0627u0634u0627u0631u06d2

source: Indicator group
ur: u0627u0634u0627u0631u06d2 u06afu0631u0648u067e

source: Indicator groups
ur: u0627u0634u0627u0631u06d2 u06afu0631u0648u067e

source: Create new data element
ur: u0646u06ccu0627 u0688u06ccu0679u0627u0639u0646u0635u0631u0628u0646u0627u0626u06ccu06ba

source: Domain type
ur: u0688u0648u0645u06ccu0646 u06a9u06cc u0642u0633u0645

source: Create new data element group
ur: u0646u06ccu0627 u0688u06ccu0679u0627u0639u0646u0635u0631 u06afu0631u0648u067eu0628u0646u0627u0626u06ccu06ba

source: Group members
ur: u06afu0631u0648u067e u06a9u06d2 u0627u0631u0627u06a9u06ccu0646

source: Available data elements
ur: u062fu0633u062au06ccu0627u0628u0688u06ccu0679u0627 u0639u0646u0627u0635u0631

source: Create new indicator
ur: u0646u06ccu0627 u0627u0634u0627u0631u06d2u0628u0646u0627u0626u06ccu06ba

source: Create new indicator group
ur: u0646u06ccu0627 u0627u0634u0627u0631u06d2u06afu0631u0648u067eu0628u0646u0627u0626u06ccu06ba

source: Create new indicator type
ur: u0646u06ccu0627 u0627u0634u0627u0631u06d2u06a9u06cc u0642u0633u0645u0628u0646u0627u0626u06ccu06ba

source: Factor
ur: u0639u0646u0635u0631

source: Data element management
ur: u0688u06ccu0679u0627 u0639u0646u0635u0631u0645u06ccu0646u062cu0645u0646u0679

source: Data element group management
ur: u0688u06ccu0679u0627 u0639u0646u0635u0631u06afu0631u0648u067e u06a9u06d2u0627u0646u062au0638u0627u0645

source: Number of members
ur: u0627u0631u06a9u0627u0646 u06a9u06cc u062au0639u062fu0627u062f

source: Export
ur: u0628u0631u0622u0645u062f u06a9u0631u06ccu06ba

source: Import
ur: u062fu0631u0622u0645u062f u06a9u0631u06ccu06ba

source: Indicator management
ur: u0627u0634u0627u0631u06d2 u0627u0646u062au0638u0627u0645

source: Indicator group management
ur: u0627u0634u0627u0631u06d2 u06afu0631u0648u067eu06a9u06d2 u0627u0646u062au0638u0627u0645

source: Indicator type management
ur: u0627u0634u0627u0631u06d2 u06a9u06ccu0642u0633u0645 u06a9u06d2u0627u0646u062au0638u0627u0645

source: Edit data element
ur: u0688u06ccu0679u0627 u0639u0646u0635u0631u0645u06ccu06ba u062au0631u0645u06ccu0645u06a9u0631u06ccu06ba

source: Edit data element group
ur: u0688u06ccu0679u0627 u0639u0646u0635u0631u06afu0631u0648u067e u0645u06ccu06bau062au0631u0645u06ccu0645 u06a9u0631u06ccu06ba

source: Edit indicator
ur: u0627u0634u0627u0631u06d2 u0645u06ccu06bau062au0631u0645u06ccu0645 u06a9u0631u06ccu06ba

source: Edit indicator group
ur: u0627u0634u0627u0631u06d2 u06afu0631u0648u067eu0645u06ccu06ba u062au0631u0645u06ccu0645u06a9u0631u06ccu06ba

source: Edit indicator type
ur: u0627u0634u0627u0631u06d2 u06a9u06ccu0642u0633u0645 u0645u06ccu06bau062au0631u0645u06ccu0645 u06a9u0631u06ccu06ba

source: Edit numerator
ur: u0627u0639u062fu0627u062f u0648u0634u0645u0627u0631 u0645u06ccu06bau062au0631u0645u06ccu0645 u06a9u0631u06ccu06ba

source: Edit denominator
ur: u062au0631u0645u06ccu0645 u06a9u0631u06ccu06ba

source: Are you sure you want to delete this data element?
ur: u06a9u06ccu0627 u0622u067eu0648u0627u0642u0639u06cc u06ccu06c1u0688u06ccu0679u0627 u0639u0646u0635u0631u062du0630u0641 u06a9u0631u0646u0627u0686u0627u06c1u062au06d2 u06c1u06ccu06bau061f

source: Are you sure you want to delete this data element group?
ur: u06a9u06ccu0627 u0622u067eu0648u0627u0642u0639u06cc u06ccu06c1u0688u06ccu0679u0627 u0639u0646u0635u0631u06afu0631u0648u067e u062du0630u0641u06a9u0631u0646u0627 u0686u0627u06c1u062au06d2u06c1u06ccu06bau061f

source: Are you sure you want to delete this data element group set?
ur: u06a9u06ccu0627 u0622u067eu0648u0627u0642u0639u06cc u06ccu06c1u0688u06ccu0679u0627 u0639u0646u0635u0631u06afu0631u0648u067e u0633u06ccu0679u062du0630u0641 u06a9u0631u0646u0627u0686u0627u06c1u062au06d2 u06c1u06ccu06bau061f

source: Are you sure you want to delete this indicator group?
ur: u06a9u06ccu0627 u0622u067eu0648u0627u0642u0639u06cc u06ccu06c1u0627u0634u0627u0631u06d2 u06afu0631u0648u067eu062du0630u0641 u06a9u0631u0646u0627u0686u0627u06c1u062au06d2 u06c1u06ccu06bau061f

source: Are you sure you want to delete this indicator type?
ur: u06a9u06ccu0627 u0622u067eu0648u0627u0642u0639u06cc u06ccu06c1u0627u0634u0627u0631u06d2 u06a9u06ccu0642u0633u0645 u06a9u0648 u062du0630u0641u06a9u0631u0646u0627 u0686u0627u06c1u062au06d2u06c1u06ccu06bau061f

source: Are you sure you want to delete this data dictionary?
ur: u06a9u06ccu0627 u0622u067eu0648u0627u0642u0639u06cc u0627u0633u0688u06ccu0679u0627 u0644u063au062a u06a9u0648u062du0630u0641 u06a9u0631u0646u0627u0686u0627u06c1u062au06d2 u06c1u06ccu06bau061f

source: Are you sure you want to delete this indicator group set?
ur: u06a9u06ccu0627 u0622u067eu0648u0627u0642u0639u06cc u06ccu06c1u0627u0634u0627u0631u06d2 u06afu0631u0648u067eu0633u06ccu0679 u062du0630u0641u06a9u0631u0646u0627 u0686u0627u06c1u062au06d2u06c1u06ccu06bau061f

source: Everything is OK
ur: u0633u0628 u0679u06beu06ccu06a9 u06c1u06d2

source: Adding the data element group failed with the following message
ur: u0688u06ccu0679u0627 u0639u0646u0635u0631u06afu0631u0648u067e u06a9u0648u0634u0627u0645u0644 u06a9u0631u0646u06d2u06a9u06d2 u0628u0639u062f u062fu0631u062cu0630u06ccu0644 u067eu06ccu063au0627u0645u0645u06ccu06ba u0646u0627u06a9u0627u0645u06c1u0648u06afu06ccu0627

source: Saving the data element group failed with the following message
ur: u0688u06ccu0679u0627 u0639u0646u0635u0631u06afu0631u0648u067e u06a9u0648u0645u062du0641u0648u0638 u06a9u0631u0646u0627u0645u0646u062fu0631u062cu06c1 u0630u06ccu0644u067eu06ccu063au0627u0645 u0633u06d2u0646u0627u06a9u0627u0645 u0631u06c1u0627

source: Adding the indicator group failed with the following message
ur: u0627u0634u0627u0631u06d2 u06afu0631u0648u067eu06a9u0648 u0634u0627u0645u0644u06a9u0631u0646u06d2 u06a9u06d2 u0628u0639u062fu062fu0631u062c u0630u06ccu0644u067eu06ccu063au0627u0645 u0645u06ccu06bau0646u0627u06a9u0627u0645u06c1u0648u06afu06ccu0627

source: Saving the indicator group failed with the following message
ur: u0627u0634u0627u0631u06d2 u06afu0631u0648u067eu06a9u0648 u0645u062du0641u0648u0638u06a9u0631u0646u0627u0645u0646u062fu0631u062cu06c1 u0630u06ccu0644u067eu06ccu063au0627u0645 u0633u06d2u0646u0627u06a9u0627u0645u06c1u0648u06afu06ccu0627

source: Adding the indicator type failed with the following message
ur: u0627u0634u0627u0631u06d2 u06a9u06ccu0642u0633u0645 u06a9u0648 u0634u0627u0645u0644u06a9u0631u0646u06d2 u06a9u06d2 u0628u0639u062fu062fu0631u062c u0630u06ccu0644u067eu06ccu063au0627u0645 u06a9u06d2u0633u0627u062au06be u0646u0627u06a9u0627u0645u06c1u0648u06afu06ccu0627

source: Saving the indicator type failed with the following message
ur: u0627u0634u0627u0631u06d2 u06a9u06ccu0642u0633u0645 u06a9u0648u0628u0686u0627u0646u06d2 u06a9u06d2u0628u0639u062f u062fu0631u062c u0630u06ccu0644u067eu06ccu063au0627u0645 u0645u06ccu06bau0646u0627u06a9u0627u0645u06c1u0648u06afu06ccu0627

source: Calculated
ur: u062du0633u0627u0628 u0633u06d2

source: Available Data Elements
ur: u062fu0633u062au06ccu0627u0628u0688u06ccu0679u0627 u0639u0646u0627u0635u0631

source: Selected Data Elements
ur: u0645u0646u062au062eu0628 u0688u06ccu0679u0627u0639u0646u0627u0635u0631

source: Add selected
ur: u0645u0646u062au062eu0628 u06a9u0631u06ccu06ba

source: Remove all
ur: u0633u0628 u06a9u0648 u06c1u0679u0627 u062fu06ccu06ba

source: Assign all
ur: u0633u0628 u06a9u0648 u062au0641u0648u06ccu0636u06a9u0631u06ccu06ba

source: Create new data dictionary
ur: u0646u06ccu0627 u0688u06ccu0679u0627u0644u063au062a u0628u0646u0627u0626u06ccu06ba

source: Region
ur: u0639u0644u0627u0642u06c1

source: Select domain type
ur: u0688u0648u0645u06ccu0646 u06a9u06ccu0642u0633u0645 u06a9u0627u0627u0646u062au062eu0627u0628u06a9u0631u06ccu06ba

source: Current
ur: u0645u0648u062cu0648u062fu06c1

source: Date
ur: u062au0627u0631u06ccu062e

source: Selected data elements
ur: u0645u0646u062au062eu0628 u0688u06ccu0679u0627u0639u0646u0627u0635u0631

source: Selected indicators
ur: u0645u0646u062au062eu0628 u0627u0634u0627u0631u06d2

source: Available indicators
ur: u062fu0633u062au06ccu0627u0628 u0627u0634u0627u0631u06d2

source: Item deleted successfully
ur: u0622u0626u0679u0645u06a9u0627u0645u06ccu0627u0628u06cc u0633u06d2u062eu062au0645 u06c1u0648u06afu06ccu0627

source: Value
ur: u0642u062fu0631

source: Do you want to delete indicator?
ur: u06a9u06ccu0627 u0622u067eu0627u0634u0627u0631u06d2 u06a9u0648u062du0630u0641 u06a9u0631u0646u0627u0686u0627u06c1u062au06d2 u06c1u06ccu06bau061f

source: Adding indicator failed
ur: u0627u0634u0627u0631u06d2 u0634u0627u0645u0644u06a9u0631u0646u06d2 u0645u06ccu06bau0646u0627u06a9u0627u0645u06cc

source: Saving indicator failed
ur: u0628u0686u062a u0627u0634u0627u0631u06d2u0646u0627u06a9u0627u0645u06c1u0648u06afu06ccu0627

source: Translate
ur: u062au0631u062cu0645u06c1 u06a9u0631u06ccu06ba

source: Please select indicator
ur: u0627u0634u0627u0631u06d2 u06a9u0627u0627u0646u062au062eu0627u0628u06a9u0631u06ccu06ba

source: Object not deleted because it is associated by objects of type
ur: u0622u0628u062cu06ccu06a9u0679 u06a9u0648u062eu0627u0631u062c u0646u06c1u06ccu06bau06a9u06ccu0627 u06afu06ccu0627u06a9u06ccu0648u0646u06a9u06c1 u06ccu06c1u0642u0633u0645 u06a9u06ccu0627u0634u06ccu0627u0621 u0633u06d2u0645u0646u0633u0644u06a9 u06c1u06d2

source: Hide warning
ur: u0627u0646u062au0628u0627u06c1u0686u06beu067eu0627u0626u06ccu06ba

source: Update Data Element Group Member
ur: u0688u06ccu0679u0627 u0639u0646u0635u0631u06afu0631u0648u067e u06a9u06d2u0627u0631u0627u06a9u06ccu0646 u06a9u0648u0627u067e u0688u06ccu0679 u06a9u0631u06ccu06ba

source: Update was successful
ur: u0627u067e u0688u06ccu0679u06a9u0627u0645u06ccu0627u0628 u0631u06c1u0627

source: Member of
ur: u06a9u0627 u0631u06a9u0646

source: Data Element Group Editor
ur: u0688u06ccu0679u0627 u0639u0646u0635u0631u06afu0631u0648u067eu0627u06ccu0688u06ccu0679u0631

source: Move up
ur: u0622u06afu06d2 u06c1u0648 u062cu0627u0648

source: Move down
ur: u0646u06ccu0686u06d2 u0645u0646u062au0642u0644

source: Move to top
ur: u0633u0628 u0633u06d2 u0627u0648u067eu0631u0645u0646u062au0642u0644 u06a9u0631u06ccu06ba

source: Move to bottom
ur: u0646u06ccu0686u06d2 u062cu0627u0626u06ccu06ba

source: Indicator sort order
ur: u0627u0634u0627u0631u06d2u062au0631u062au06ccu0628 u062fu06ccu06ba

source: Data element sort order
ur: u0688u06ccu0679u0627 u0639u0646u0635u0631u062au0631u062au06ccu0628u062au0631u062au06ccu0628

source: Indicator Group Editor
ur: u0627u0634u0627u0631u06d2 u06afu0631u0648u067eu0627u06ccu0688u06ccu0679u0631

source: Update Indicator Member
ur: u0627u0634u0627u0631u06d2u0627u0631u0627u06a9u06ccu0646 u06a9u0648u0627u067e u0688u06ccu0679 u06a9u0631u06ccu06ba

source: Factor cannot be zero
ur: u0641u06ccu06a9u0679u0631 u0635u0641u0631u0646u06c1u06ccu06bau06c1u0648u0633u06a9u062au0627

source: URL
ur: u06ccu0648 u0622u0631 u0627u06ccu0644

source: Aggregation levels
ur: u0645u062cu0645u0648u0639u06cc u0633u0637u062d

source: Available aggregation levels
ur: u062fu0633u062au06ccu0627u0628u0645u062cu0645u0648u0639u06cc u0633u0637u062d

source: Selected aggregation levels
ur: u0645u0646u062au062eu0628 u06a9u0631u062fu06c1u0645u062cu0645u0648u0639u06cc u0633u0637u062d

source: Remove selected
ur: u0645u0646u062au062eu0628 u06a9u0631u06ccu06bau06c1u0679u0627 u062fu06ccu06ba

source: Category options
ur: u0632u0645u0631u06c1 u06a9u06d2u0627u062eu062au06ccu0627u0631u0627u062a

source: Add category option
ur: u0632u0645u0631u06c1u0627u062eu062au06ccu0627u0631u0634u0627u0645u0644 u06a9u0631u06ccu06ba

source: Please include one or more category options
ur: u0627u06ccu06a9 u06ccu0627u0632u06ccu0627u062fu06c1 u0642u0633u0645u06a9u06d2u0627u062eu062au06ccu0627u0631u0627u062au0634u0627u0645u0644 u06a9u0631u06ccu06ba

source: Please specify a category option name
ur: u0628u0631u0627u06c1 u06a9u0631u0645u06a9u0633u06cc u0642u0633u0645 u06a9u06d2u0627u062eu062au06ccu0627u0631 u06a9u06d2u0646u0627u0645 u06a9u06ccu0648u0636u0627u062du062a u06a9u0631u06ccu06ba

source: The category option name already exists
ur: u0642u0633u0645 u06a9u0627u0627u062eu062au06ccu0627u0631 u0646u0627u0645u067eu06c1u0644u06d2 u0633u06d2u0645u0648u062cu0648u062f u06c1u06d2

source: Data element group set
ur: u0688u06ccu0679u0627 u0639u0646u0635u0631u06afu0631u0648u067e u0633u06ccu0679

source: Data element group set management
ur: u0688u06ccu0679u0627 u0639u0646u0635u0631u06afu0631u0648u067e u0633u06ccu0679u0645u06ccu0646u062cu0645u0646u0679

source: Indicator group set
ur: u0627u0634u0627u0631u06d2 u06afu0631u0648u067e u0633u06ccu0679

source: Name already exists !
ur: u0646u0627u0645 u067eu06c1u0644u06d2 u0633u06d2u0645u0648u062cu0648u062f u06c1u06d2!

source: Available Data Element Groups
ur: u062fu0633u062au06ccu0627u0628u0688u06ccu0679u0627 u0639u0646u0635u0631u06afu0631u0648u067e

source: Selected Data Element Groups
ur: u0645u0646u062au062eu0628 u0688u06ccu0679u0627u0639u0646u0635u0631 u06afu0631u0648u067e

source: Add Data Element Group Set
ur: u0688u06ccu0679u0627 u0639u0646u0635u0631u06afu0631u0648u067e u0633u06ccu0679u06a9u0631u06ccu06ba

source: Update Data Element Group Set
ur: u0688u06ccu0679u0627 u0639u0646u0635u0631u06afu0631u0648u067e u06a9u0648 u0627u067eu0688u06ccu0679 u06a9u0631u06ccu06ba

source: Add Indicator group set
ur: u0627u0634u0627u0631u06d2 u06afu0631u0648u067eu0633u06ccu0679 u0634u0627u0645u0644u06a9u0631u06ccu06ba

source: Update Indicator group set
ur: u0627u0634u0627u0631u06d2 u06afu0631u0648u067eu0633u06ccu0679 u0627u067e u0688u06ccu0679u06a9u0631u06ccu06ba

source: Available Indicator groups
ur: u062fu0633u062au06ccu0627u0628u0627u0634u0627u0631u06d2 u06afu0631u0648u067e

source: Selected Indicator groups
ur: u0645u0646u062au062eu0628u0627u0634u0627u0631u06d2 u06afu0631u0648u067e

source: Last updated
ur: u0622u062eu0631u06cc u0627u067e u0688u06ccu0679

source: Data element identifier must be a number
ur: u0688u06ccu0679u0627 u0639u0646u0635u0631u0634u0646u0627u062eu062au06ccu0646u0645u0628u0631 u0627u06ccu06a9u0646u0645u0628u0631 u06c1u0648u0646u0627u0636u0631u0648u0631u06cc u06c1u06d2

source: Category option combo identifier must be a number
ur: u0632u0645u0631u06c1 u0622u067eu0634u0646u06a9u0627u0645u0628u0648u0634u0646u0627u062eu062au06a9u0646u0646u062fu06c1 u0627u06ccu06a9u0646u0645u0628u0631 u06c1u0648u0646u0627u0636u0631u0648u0631u06cc u06c1u06d2

source: Identifier does not reference a data element
ur: u0634u0646u0627u062eu062au06a9u0646u0646u062fu06c1 u06a9u0648u0688u06ccu0679u0627 u0639u0646u0635u0631u06a9u0627 u062du0648u0627u0644u06c1u0646u06c1u06ccu06ba u062fu06ccu062au06ccu06c1u06d2

source: Identifier does not reference a category option combo
ur: u0634u0646u0627u062eu062au06a9u0646u0646u062fu06c1 u0627u06ccu06a9u0642u0633u0645 u06a9u0627u0627u062eu062au06ccu0627u0631u06a9u0627u0645u0628u0648 u0646u06c1u06ccu06bau062du0648u0627u0644u06c1 u062fu06ccu062au0627u06c1u06d2

source: Expression is not well formed
ur: u0627u0638u06c1u0627u0631 u0627u0686u06beu06ccu0637u0631u062d u0633u06d2 u0642u0627u0626u0645u0646u06c1u06ccu06ba u06c1u06d2

source: Create, modify, view and delete data elements. Dataelements are phenomena for which will be captured andanalyzed.
ur: u0688u06ccu0679u0627 u0639u0646u0627u0635u0631u0628u0646u0627u0626u06ccu06bau060cu062au0631u0645u06ccu0645u06a9u0631u06ccu06bau060cu062fu06ccu06a9u06beu06ccu06ba u0627u0648u0631u062du0630u0641 u06a9u0631u06ccu06ba.u0627u0639u062fu0627u062f u0648u0634u0645u0627u0631 u06a9u06d2u0639u0646u0627u0635u0631 u0648u0627u0642u0639u06c1u06ccu06ba u062cu0646 u06a9u06d2u0644u0626u06d2 u0642u0628u0636u06c1u0627u0648u0631 u062au062cu0632u06ccu06c1u06a9u06ccu0627 u062cu0627u0626u06d2 u06afu0627.

source: Create, modify, view and delete data element groups. Groupsare used for improved analysis.
ur: u0627u0639u062fu0627u062f u0648u0634u0645u0627u0631 u0639u0646u0635u0631u06afu0631u0648u067eu0648u06ba u06a9u0648u062au062eu0644u06ccu0642u060cu062au0631u0645u06ccu0645u060cu062fu06ccu06a9u06beu06ccu06ba u0627u0648u0631u062du0630u0641 u06a9u0631u06ccu06ba.u06afu0631u0648u067eu0648u06ba u06a9u0648u0628u06c1u062au0631 u062au062cu0632u06ccu06c1u06a9u06ccu0644u0626u06d2u0627u0633u062au0639u0645u0627u0644u06a9u06ccu0627 u062cu0627u062au0627 u06c1u06d2.

source: Easily add or remove data elements to and from data elementgroups, as well as deleted data elements.
ur: u0627u0639u062fu0627u062f u0648u0634u0645u0627u0631 u0639u0646u0627u0635u0631u06afu0631u0648u067eu0648u06ba u06a9u06d2u0633u0627u062au06be u0633u0627u062au06beu062du0630u0641 u06a9u0631u062fu06c1u0627u0639u062fu0627u062f u0648u0634u0645u0627u0631 u0639u0646u0627u0635u0631u0633u06d2 u0627u0648u0631u0627u0639u062fu0627u062f u0648u0634u0645u0627u0631 u0639u0646u0627u0635u0631u0622u0633u0627u0646u06cc u0633u06d2u0634u0627u0645u0644 u06ccu0627u06c1u0679u0627u0626u06ccu06ba.

source: Create, modify, view and delete data element group sets.Group sets are used for improved analysis.
ur: u0688u06ccu0679u0627 u0639u0646u0635u0631u06afu0631u0648u067e u0633u06ccu0679u0628u0646u0627u0626u06ccu06bau060cu062au0631u0645u06ccu0645u06a9u0631u06ccu06bau060cu062fu06ccu06a9u06beu06ccu06ba u0627u0648u0631u062du0630u0641 u06a9u0631u06ccu06ba.u06afu0631u0648u067e u06a9u0627u062au0639u06ccu0646 u0628u06c1u062au0631u062au062cu0632u06ccu06c1 u06a9u06d2u0644u0626u06d2u0627u0633u062au0639u0645u0627u0644u06a9u06ccu0627 u062cu0627u062au0627 u06c1u06d2.

source: Create, modify, view and delete category options. Categoryoptions are options with in category.
ur: u0642u0633u0645 u06a9u06d2u0627u062eu062au06ccu0627u0631u0627u062au0628u0646u0627u0626u06ccu06bau060cu062au0631u0645u06ccu0645u06a9u0631u06ccu06bau060cu062fu06ccu06a9u06beu06ccu06ba u0627u0648u0631u062du0630u0641 u06a9u0631u06ccu06ba.u0642u0633u0645 u06a9u06d2u0627u062eu062au06ccu0627u0631u0627u062au06a9u06d2 u0632u0645u0631u06c1 u0645u06ccu06bau0627u062eu062au06ccu0627u0631u0627u062au06c1u06ccu06ba.

source: Create, modify, view and delete data element categories.Categories are used for disaggregation of data elements.
ur: u0688u06ccu0679u0627 u0639u0646u0627u0635u0631u06a9u06cc u0627u0642u0633u0627u0645 u06a9u0648u062au0634u06a9u06ccu0644u060cu062au0631u0645u06ccu0645u060cu062fu06ccu06a9u06beu06ccu06ba u0627u0648u0631u062du0630u0641 u06a9u0631u06ccu06ba.u0632u0645u0631u06c1 u062cu0627u062au0639u0646u0627u0635u0631 u06a9u06d2u0627u0646u0636u0645u0627u0645 u06a9u06d2u0644u0626u06d2u0627u0633u062au0639u0645u0627u0644u06a9u06ccu0627 u062cu0627u062au0627 u06c1u06d2.

source: Create, modify, view and delete category combinations.
ur: u0632u0645u0631u06c1 u06a9u06d2u0645u062cu0645u0648u0639u0648u06ba u06a9u0648u062au062eu0644u06ccu0642u060cu062au0631u0645u06ccu0645u060cu062fu06ccu06a9u06beu06ccu06ba u0627u0648u0631u062du0630u0641 u06a9u0631u06ccu06ba.

source: Create, modify, view and delete category option groups,which can be used to classify category options.
ur: u0642u0633u0645 u06a9u06d2u0627u062eu062au06ccu0627u0631u0627u062au06afu0631u0648u067eu0648u06ba u06a9u0648u062au062eu0644u06ccu0642u060cu062au0631u0645u06ccu0645u060cu062fu06ccu06a9u06beu06ccu06ba u0627u0648u0631u062du0630u0641 u06a9u0631u06ccu06bau060cu062cu0648 u0632u0645u0631u06c1 u06a9u06d2u0627u062eu062au06ccu0627u0631u0627u062au06a9u0648 u062fu0631u062cu06c1u0628u0646u062fu06cc u06a9u0631u0646u06d2u06a9u06d2 u0644u0626u06d2u0627u0633u062au0639u0645u0627u0644u06a9u06ccu0627 u062cu0627 u0633u06a9u062au0627u06c1u06d2.

source: Create, modify, view and delete category option groupsets, which can be used for improved data analysis.
ur: u0642u0633u0645 u06a9u06d2 u06afu0631u0648u067eu0633u06ccu0679 u062au0634u06a9u06ccu0644u062fu06ccu06bau060c u062au0631u0645u06ccu0645u06a9u0631u06ccu06bau060cu062fu06ccu06a9u06beu06ccu06ba u0627u0648u0631u062du0630u0641 u06a9u0631u06ccu06bau060cu062cu0648 u0628u06c1u062au0631u0688u06ccu0679u0627 u062au062cu0632u06ccu06c1u06a9u06ccu0644u0626u06d2u0627u0633u062au0639u0645u0627u0644u06a9u06ccu0627 u062cu0627 u0633u06a9u062au0627u06c1u06d2.
