Repository: dhis2/maintenance-app-beta
Catalog: i18n/*.po
Languages: ur

source: The filter is applied to events and filters the data sourceused for the calculation of the indicator. The filter mustevaluate to either true or false. Use single quotes fortext values. Use option codes for option set references.Tip: use d2:condition('bool-expr',true-val,false-val)d2:daysBetween(date,date) d2:zing(x) d2:oizp(x)
ur: u0627u0633 u0641u0644u0679u0631 u06a9u0648u0648u0627u0642u0639u0627u062a u067eu0631u0644u0627u06afu0648 u06a9u06ccu0627u062cu0627u062au0627 u06c1u06d2 u0627u0648u0631u0627u0634u0627u0631u06d2 u06a9u06d2u062du0633u0627u0628 u06a9u06d2 u0644u0626u06d2u0627u0633u062au0639u0645u0627u0644u06a9u0631u062fu06c1 u0627u0639u062fu0627u062fu0648 u0634u0645u0627u0631 u06a9u0627u0630u0631u06ccu0639u06c1 u0641u0644u0679u0631u06a9u0631u062au0627 u06c1u06d2.u0641u0644u0679u0631 u06a9u0648u062fu0631u0633u062a u06ccu0627 u063au0644u0637u06a9u0631u0646u06d2 u06a9u0627u0627u0646u062fu0627u0632u06c1u06c1u0648u0646u0627 u0686u0627u06c1u06ccu06d2.u0679u06ccu06a9u0633u0679u0627u0642u062fu0627u0631 u06a9u06d2u0644u0626u06d2 u0648u0627u062du062fu062du0648u0627u0644u06c1u0627u0633u062au0639u0645u0627u0644u06a9u0631u06ccu06ba.u0627u062eu062au06ccu0627u0631u06ccu0633u06ccu0679 u062du0648u0627u0644u06c1u062cu0627u062a u06a9u06d2 u0644u0626u06d2u0627u062eu062au06ccu0627u0631u06ccu06a9u0648u0688u0627u0633u062au0639u0645u0627u0644u06a9u0631u06ccu06ba. u0679u0627u0626u067e: D2u06a9u0627 u0627u0633u062au0639u0645u0627u0644u06a9u0631u06ccu06ba: u062du0627u0644u062a('u0628u0644 - expr'u060cu062du0642u06ccu0642u06ccu0648u0627u0644u0648u060c u062cu06beu0648u0679u0648u06ccu0644) D2: u062fu0646 u06a9u06d2u062fu0631u0645u06ccu0627u0646(u062au0627u0631u06ccu062eu060cu062au0627u0631u06ccu062e) D2: u0632u0646u06af(x) d2: oizp (x)

source: Delete this program?
ur: u0627u0633 u067eu0631u0648u06afu0631u0627u0645u06a9u0648 u062du0630u0641u06a9u0631u06ccu06bau061f

source: Display widget
ur: u0648u06ccu062cu06ccu0679 u0688u0633u067eu0644u06d2

source: Static text
ur: u062cu0627u0645u062f u0645u062au0646

source: Custom message for blanked field
ur: u062eu0627u0644u06cc u0645u06ccu062fu0627u0646u06a9u06d2 u0644u0626u06d2 u0627u067eu0646u06ccu0645u0631u0636u06cc u06a9u06d2u067eu06ccu063au0627u0645

source: Expression to evaluate and display after static text
ur: u062cu0627u0645u062f u0645u062au0646 u06a9u06d2u0628u0639u062f u062au0634u062eu06ccu0635u0627u0648u0631 u0688u0633u067eu0644u06d2u06a9u0631u0646u06d2 u06a9u0627u0627u0638u06c1u0627u0631

source: Expression to evaluate and display
ur: u062au0634u062eu06ccu0635 u0627u0648u0631u0688u0633u067eu0644u06d2 u06a9u06d2u0627u0638u06c1u0627u0631

source: Expression to evaluate and display as value
ur: u0642u062fu0631 u06a9u06d2 u0637u0648u0631u067eu0631 u0627u0646u062fu0627u0632u06c1u0627u0648u0631 u0646u0645u0627u0626u0634u06a9u0631u0646u06d2 u06a9u0627u0627u0638u06c1u0627u0631

source: Expression to evaluate and assign
ur: u062au0634u062eu06ccu0635 u0627u0648u0631u062au0641u0648u06ccu0636 u06a9u0631u0646u06d2u06a9u0627 u0627u0638u06c1u0627u0631

source: Key label
ur: u06a9u0644u06ccu062fu06cc u0644u06ccu0628u0644

source: Data element to display warning next to
ur: u0627u06afu0644u06d2u0627u0646u062au0628u0627u06c1 u06a9u0648u0638u0627u06c1u0631 u06a9u0631u0646u06d2u06a9u06d2 u0644u0626u06d2 u0688u06ccu0679u0627u0639u0646u0635u0631

source: Tracked entity attribute to display warning next to
ur: u0627u06afu0644u06d2u0627u0646u062au0628u0627u06c1 u06a9u0648u0638u0627u06c1u0631 u06a9u0631u0646u06d2u06a9u06d2 u0644u0626u06d2 u0679u0631u06ccu06a9u06a9u0631u062fu06c1 u0627u062fu0627u0631u06d2u06a9u06cc u062eu0627u0635u06ccu062a

source: Data element to display error next to
ur: u0688u06ccu0679u0627 u0639u0646u0635u0631u0627u06afu0644u0627 u063au0644u0637u06ccu0638u0627u06c1u0631 u06a9u0631u0646u06d2u06a9u06d2 u0644u0626u06d2

source: Tracked entity attribute to display error next to
ur: u0627u06afu0644u06d2 u063au0644u0637u06ccu06a9u0648 u0638u0627u06c1u0631u06a9u0631u0646u06d2 u06a9u06d2 u0644u0626u06d2u0679u0631u06ccu06a9 u06a9u0631u062fu06c1u0627u06ccu0648u0679u06ccu062eu0635u0648u0635u06ccu062a

source: Data element to hide
ur: u0686u06beu067eu0627u0646u06d2 u06a9u06d2u0644u0626u06d2 u0688u06ccu0679u0627u0639u0646u0635u0631

source: Tracked entity attribute to hide
ur: u0686u06beu067eu0646u06d2 u0648u0627u0644u06d2u0627u062fu0627u0631u06d2 u06a9u0648u0686u06beu067eu0627u0646u06d2 u06a9u06d2u0644u0626u06d2 u062eu0627u0635u06ccu062a

source: Data element to assign to
ur: u0688u06ccu0679u0627 u0639u0646u0635u0631u06a9u0648 u062au0641u0648u06ccu0636u06a9u0631u0646u06d2 u06a9u06d2 u0644u0626u06d2

source: Program rule variable to assign to
ur: u067eu0631u0648u06afu0631u0627u0645 u06a9u06ccu062du06a9u0645u0631u0627u0646u0645u062au063au06ccu0631 u06a9u0631u0646u06d2u06a9u06d2 u0644u0626u06d2u0645u062au063au06ccu0631 u06c1u06d2

source: Tracked entity attribute to assign to
ur: u0679u0631u06ccu06a9 u06a9u0631u062fu06c1u0627u062fu0627u0631u06d2 u06a9u0648u062au0641u0648u06ccu0636 u06a9u0631u0646u06d2u06a9u06d2 u0644u0626u06d2u062eu0627u0635u06ccu062a

source: Data element to make mandatory
ur: u0644u0627u0632u0645u06cc u0637u0648u0631u067eu0631 u0688u06ccu0679u0627u0639u0646u0635u0631

source: Tracked entity attribute to make mandatory
ur: u0644u0627u0632u0645u06ccu0628u0646u0627u0646u06d2 u06a9u06d2u0644u0626u06d2 u0679u0631u06ccu06a9u06a9u0631u062fu06c1 u0627u062fu0627u0631u06d2u062eu0627u0635u06ccu062a

source: Program stage section to hide
ur: u0686u06beu067eu0646u06d2 u06a9u06d2u0644u0626u06d2u067eu0631u0648u06afu0631u0627u0645 u06a9u0627u0645u0631u062du0644u06c1u0633u06ccu06a9u0634u0646

source: Program stage to hide
ur: u0686u06beu067eu0646u06d2 u06a9u06d2u0644u0626u06d2u067eu0631u0648u06afu0631u0627u0645 u06a9u0627u0645u0631u062du0644u06c1

source: Checking expression status...
ur: u0627u0638u06c1u0627u0631u062du06ccu062bu06ccu062a u06a9u06ccu062cu0627u0646u0686 u067eu0691u062au0627u0644...

source: Weekly starting Wednesday
ur: u06c1u0641u062au06c1 u0648u0627u0631u0634u0631u0648u0639 u06c1u0648u0646u06d2u0648u0627u0644u0627 u06c1u0641u062au06c1

source: Weekly starting Thursday
ur: u062cu0645u0639u0631u0627u062a u0633u06d2u0634u0631u0648u0639 u06c1u0648u0646u06d2u0648u0627u0644u0627 u06c1u0641u062au06c1

source: Weekly starting Saturday
ur: u06c1u0641u062au06c1 u0648u0627u0631u0634u0631u0648u0639 u06c1u0641u062au06c1

source: Weekly starting Sunday
ur: u0627u062au0648u0627u0631 u06a9u0648u0634u0631u0648u0639 u06c1u0648u0646u06d2u0648u0627u0644u0627 u0627u062au0648u0627u0631

source: Bi-monthly
ur: u062fu0648 u0645u0627u06c1u0627u0646u06c1

source: Quarterly
ur: u0633u06c1 u0645u0627u06c1u06cc

source: Six-monthly
ur: u0686u06be u0645u0627u06c1u0627u0646u06c1

source: Six-monthly starting April
ur: u0686u06be u0645u0627u06c1u0627u0646u06c1u0622u063au0627u0632 u0627u067eu0631u06ccu0644

source: Yearly
ur: u0633u0627u0644u0627u0646u06c1

source: Financial year starting April
ur: u0627u067eu0631u06ccu0644 u0634u0631u0648u0639u06c1u0648u0646u06d2 u0648u0627u0644u06d2u0645u0627u0644u06cc u0633u0627u0644

source: Financial year starting July
ur: u062cu0648u0644u0627u0626u06ccu0634u0631u0648u0639 u06c1u0648u0646u06d2u0648u0627u0644u06d2 u0645u0627u0644u06ccu0633u0627u0644

source: Financial year starting October
ur: u0627u06a9u062au0648u0628u0631u0634u0631u0648u0639 u06c1u0648u0646u06d2u0648u0627u0644u06d2 u0645u0627u0644u06ccu0633u0627u0644

source: Really abandon unsaved changes?
ur: u0648u0627u0642u0639u06cc u063au06ccu0631u0645u062du0641u0648u0638 u0634u062fu06c1u062au0628u062fu06ccu0644u06ccu0648u06bau06a9u0648 u0686u06beu0648u0691u062fu06ccu0627u061f

source: Commit
ur: u06a9u0645u06ccu0679u06cc

source: Custom forms take precedence over section forms it both arepresent. Only section forms are supported by the Android app.If no custom or section form is defined, the basic formwill be used.
ur: u0627u067eu0646u06cc u0645u0631u0636u06ccu06a9u06d2 u0645u0637u0627u0628u0642u0641u0627u0631u0645 u0633u06ccu06a9u0634u0646u0641u0627u0631u0645 u067eu0631u0645u0648u062cu0648u062f u06c1u06ccu06bau062cu0648 u062fu0648u0646u0648u06bau0645u0648u062cu0648u062f u06c1u06ccu06ba.u0644u0648u0688u060cu0627u062au0627u0631u0646u0627 Androidu0627u06ccu067e u06a9u06cc u0637u0631u0641u0633u06d2 u0635u0631u0641u0633u06ccu06a9u0634u0646 u0641u0627u0631u0645u06a9u06cc u062du0645u0627u06ccu062a u06a9u06ccu062cu0627u062au06cc u06c1u06d2. u0627u06afu0631u06a9u0648u0626u06cc u06a9u0633u0679u0645u06ccu0627 u0633u06ccu06a9u0634u0646u0641u0627u0631u0645 u06a9u06ccu0648u0636u0627u062du062a u0646u06c1u06ccu06bau06a9u06cc u062cu0627u062au06cc u06c1u06d2u062au0648u060c u0628u0646u06ccu0627u062fu06ccu0641u0627u0631u0645u0627u0633u062au0639u0645u0627u0644u06a9u06ccu0627 u062cu0627u0626u06d2 u06afu0627.

source: You do not have permissions to edit this object
ur: u0622u067e u06a9u0648 u0627u0633u0627u0639u062au0631u0627u0636 u0645u06ccu06bau062au0631u0645u06ccu0645 u06a9u0631u0646u06d2u06a9u06cc u0627u062cu0627u0632u062au0646u06c1u06ccu06ba u06c1u06d2

source: Basic
ur: u0628u0646u06ccu0627u062fu06cc

source: Cancel
ur: u0645u0646u0633u0648u062e u06a9u0631u06ccu06ba

source: Custom
ur: u0627u067eu0646u06cc u0645u0631u0636u06ccu06a9u06d2 u0645u0637u0627u0628u0642

source: Add new program stage section
ur: u0646u06ccu0627u067eu0631u0648u06afu0631u0627u0645u0645u0631u062du0644u06c1u0633u06ccu06a9u0634u0646 u0634u0627u0645u0644u06a9u0631u06ccu06ba

source: Are you sure you want to delete the following section?
ur: u06a9u06ccu0627 u0622u067eu0648u0627u0642u0639u06ccu0645u0646u062fu0631u062cu06c1 u0630u06ccu0644u0633u06ccu06a9u0634u0646 u06a9u0648u062du0630u0641 u06a9u0631u0646u0627u0686u0627u06c1u062au06d2 u06c1u06ccu06bau061f

source: Select a section before adding data elements.
ur: u0688u06ccu0679u0627 u0639u0646u0627u0635u0631u06a9u0648 u0634u0627u0645u0644u06a9u0631u0646u06d2 u0633u06d2u067eu06c1u0644u06d2 u0627u06ccu06a9u0633u06ccu06a9u0634u0646u0645u0646u062au062eu0628 u06a9u0631u06ccu06ba.

source: Minimum number of attributes required to search
ur: u062au0644u0627u0634 u06a9u0631u0646u06d2u06a9u06d2 u0644u0626u06d2u0636u0631u0648u0631u06ccu0627u062a u06a9u06ccu06a9u0645 u0627u0632 u06a9u0645u062au0639u062fu0627u062f

source: Maximum number of tracked entity instances to return in search
ur: u062au0644u0627u0634 u0645u06ccu06bau0648u0627u067eu0633u06cc u06a9u06d2u0644u0626u06d2 u0679u0631u06ccu06a9u06a9u0631u062fu06c1 u0627u062fu0627u0631u06d2u06a9u06cc u0632u06ccu0627u062fu06c1 u0633u06d2u0632u06ccu0627u062fu06c1u062au0639u062fu0627u062f

source: Data approval level
ur: u0688u06ccu0679u0627 u06a9u06ccu0645u0646u0638u0648u0631u06cc u06a9u06ccu0633u0637u062d

source: Configure data approval levels for use in data approval workflows
ur: u0627u0639u062fu0627u062f u0648u0634u0645u0627u0631 u06a9u06ccu0645u0646u0638u0648u0631u06cc u06a9u06d2u06a9u0627u0645 u06a9u06d2 u0628u06c1u0627u0624u0645u06ccu06bau0627u0633u062au0639u0645u0627u0644 u06a9u06d2u0644u0626u06d2 u0688u06ccu0679u0627 u06a9u06ccu0645u0646u0638u0648u0631u06cc u06a9u06ccu0633u0637u062d u06a9u0648u062au0631u062au06ccu0628 u062fu06ccu06ba

source: Configure data approval workflows
ur: u0688u06ccu0679u0627 u06a9u06ccu0645u0646u0638u0648u0631u06cc u06a9u06d2u06a9u0627u0645 u06a9u06d2 u0628u06c1u0627u0624u06a9u0648 u062au0631u062au06ccu0628u062fu06ccu06ba

source: Data approval level management
ur: u0688u06ccu0679u0627 u06a9u06ccu0645u0646u0638u0648u0631u06cc u06a9u06ccu0633u0637u062d u06a9u06d2u0627u0646u062au0638u0627u0645

source: Data approval workflow management
ur: u0688u06ccu0679u0627 u06a9u06ccu0645u0646u0638u0648u0631u06cc u06a9u06d2u06a9u0627u0645 u06a9u06d2 u0628u06c1u0627u0624u06a9u06d2 u0627u0646u062au0638u0627u0645

source: Data approval levels
ur: u0688u06ccu0679u0627 u06a9u06ccu0645u0646u0638u0648u0631u06cc u06a9u06ccu0633u0637u062d

source: Are you sure you want to delete this data approval level?
ur: u06a9u06ccu0627 u0622u067eu0648u0627u0642u0639u06cc u0627u0633u0688u06ccu0679u0627 u06a9u06ccu0645u0646u0638u0648u0631u06cc u06a9u06ccu0633u0637u062d u06a9u0648 u062du0630u0641u06a9u0631u0646u0627 u0686u0627u06c1u062au06d2u06c1u06ccu06bau061f

source: Are you sure you want to delete this data approval workflow?
ur: u06a9u06ccu0627 u0622u067eu0648u0627u0642u0639u06cc u0627u0633u0688u06ccu0679u0627 u06a9u06ccu0645u0646u0638u0648u0631u06cc u06a9u06d2u06a9u0627u0645 u06a9u0627 u0628u06c1u0627u0624u06a9u0648 u062du0630u0641 u06a9u0631u0646u0627u0686u0627u06c1u062au06d2 u06c1u06ccu06bau061f

source: Are you sure you want to delete this predictor?
ur: u06a9u06ccu0627 u0622u067eu0648u0627u0642u0639u06cc u06ccu06c1u067eu06ccu0634u06a9u0634 u062du0630u0641u06a9u0631u0646u0627 u0686u0627u06c1u062au06d2u06c1u06ccu06bau061f

source: Are you sure you want to delete this validation notification template?
ur: u06a9u06ccu0627 u0622u067eu0648u0627u0642u0639u06cc u06ccu06c1u062au0635u062fu06ccu0642u0646u0648u0679u06ccu0641u06ccu06a9u06ccu0634u0646 u0633u0627u0646u0686u06d2 u062du0630u0641u06a9u0631u0646u0627 u0686u0627u06c1u062au06d2u06c1u06ccu06bau061f

source: Running predictor...
ur: u0686u0644 u0631u06c1u0627 u06c1u06d2u067eu06ccu0634u06a9u0634 ...

source: Failed to save organisation unit
ur: u062au0646u0638u06ccu0645 u06ccu0648u0646u0679u06a9u0648 u0628u0686u0627u0646u06d2u0645u06ccu06ba u0646u0627u06a9u0627u0645

source: Last value (average in org unit hierarchy)
ur: u0622u062eu0631u06cc u0642u062fu0631(u0627u0648u0633u0637 u06ccu0648u0646u0679u06a9u06d2 u062au0646u0638u06ccu0645u06ccu0688u06beu0627u0646u0686u06d2 u0645u06ccu06bau0627u0648u0633u0637)

source: Last value (sum in org unit hierarchy)
ur: u0622u062eu0631u06cc u0642u06ccu0645u062a(u0627u062eu062au06ccu0627u0631u06ccu06ccu0648u0646u0679 u06a9u06d2u062au0646u0638u06ccu0645u06ccu0688u06beu0627u0646u0686u06d2 u0645u06ccu06bau0631u0642u0645)

source: No notification template specified
ur: u06a9u0648u0626u06ccu0646u0648u0679u06ccu0641u06ccu06a9u06ccu0634u0646 u0679u06ccu0645u067eu0644u06ccu0679u0646u06c1u06ccu06ba

source: Unique attributes are always searchable
ur: u0645u0646u0641u0631u062fu062eu0627u0635u06ccu062au06c1u0645u06ccu0634u06c1 u062au0644u0627u0634u06a9u06cc u062cu0627u062au06cc u06c1u06ccu06ba

source: Ignore overdue events
ur: u063au06ccu0631 u0645u0639u0645u0648u0644u06ccu0648u0627u0642u0639u0627u062a u06a9u0648u0646u0638u0631 u0627u0646u062fu0627u0632u06a9u0631u06ccu06ba

source: Related program
ur: u0645u062au0639u0644u0642u06c1u067eu0631u0648u06afu0631u0627u0645

source: Assign attributes
ur: u0635u0641u0627u062a u06a9u0648u062au0641u0648u06ccu0636 u06a9u0631u06ccu06ba

source: Program stages
ur: u067eu0631u0648u06afu0631u0627u0645 u06a9u0627u0645u0631u062du0644u06c1

source: Stage Details
ur: u0645u0631u062du0644u06d2 u06a9u06ccu062au0641u0635u06ccu0644u0627u062a

source: Program stage notifications
ur: u067eu0631u0648u06afu0631u0627u0645u0645u0631u062du0644u06d2u0627u0637u0644u0627u0639u0627u062a

source: Event Program
ur: u067eu0631u0648u06afu0631u0627u0645u067eu0631u0648u06afu0631u0627u0645

source: Tracker Program
ur: u0679u0631u06ccu06a9u0631 u067eu0631u0648u06afu0631u0627u0645

source: Program type
ur: u067eu0631u0648u06afu0631u0627u0645 u06a9u06cc u0642u0633u0645

source: Display generate event box when completed
ur: u0645u06a9u0645u0644 u06c1u0648u0646u06d2u067eu0631 u0627u06ccu0648u0646u0679u0628u0627u06a9u0633 u062au062eu0644u06ccu0642u06a9u0631u06ccu06ba

source: Open data entry form after enrollment
ur: u0627u0646u062fu0631u0627u062c u06a9u06d2u0628u0639u062f u0688u06ccu0679u0627u0627u0646u0679u0631u06cc u0641u0627u0631u0645u06a9u06beu0648u0644u06ccu06ba

source: Description of due date
ur: u0645u062au0648u0642u0639u062au0627u0631u06ccu062e u06a9u06ccu062au0641u0635u06ccu0644

source: Analytics period boundaries
ur: u062au062cu0632u06ccu0627u062a u06a9u06ccu0645u062fu062a u06a9u06cc u062du062fu06ccu06ba

source: Analytics period boundary type
ur: u062au062cu0632u06ccu0627u062au06ccu0645u062fu062a u06a9u06cc u062du062fu06a9u06cc u0642u0633u0645

source: Boundary target
ur: u062du062f u06a9u0627 u06c1u062fu0641

source: Remove
ur: u062fu0648u0631

source: Add new boundary
ur: u0646u0626u06cc u062du062f u0634u0627u0645u0644u06a9u0631u06ccu06ba

source: Offset period by amount
ur: u0631u0642u0645 u06a9u06cc u0637u0631u0641u0633u06d2 u0645u062fu062a u06a9u06ccu0645u062fu062a

source: Before start of reporting period
ur: u0631u067eu0648u0631u0679u0646u06af u06a9u06ccu0645u062fu062a u0634u0631u0648u0639u06a9u0631u0646u06d2 u0633u06d2u067eu06c1u0644u06d2

source: Before end of reporting period
ur: u0631u067eu0648u0631u0679u0646u06af u06a9u06ccu0645u062fu062a u06a9u06d2u0627u062eu062au062au0627u0645 u0633u06d2u067eu06c1u0644u06d2

source: After start of reporting period
ur: u0631u067eu0648u0631u0679u0646u06af u06a9u06ccu0645u062fu062a u06a9u06d2 u0622u063au0627u0632u06a9u06d2 u0628u0639u062f

source: After end of reporting period
ur: u0631u067eu0648u0631u0679u0646u06af u06a9u06ccu0645u062fu062a u06a9u06d2u0627u062eu062au062au0627u0645 u06a9u06d2u0628u0639u062f

source: Incident date
ur: u0648u0627u0642u0639u0627u062a u06a9u06ccu062au0627u0631u06ccu062e

source: Program stage id
ur: ID
