Repository: dhis2/maintenance-app-beta
Catalog: i18n/*.po
Languages: ur

source: Create constants which can be included in expressions ofindicator and validation rules.
ur: u0627u0634u0627u0631u06d2 u0627u0648u0631u062au0648u062bu06ccu0642 u06a9u06d2u0642u0648u0627u0639u062f u0648u0636u0648u0627u0628u0637 u06a9u06d2u0627u0638u06c1u0627u0631 u0645u06ccu06bau0634u0627u0645u0644 u06a9u06ccu0627 u062cu0627u0633u06a9u062au0627 u06c1u06d2 u062cu0648u0631u06a9u0627u0648u0679u0648u06ba u06a9u0648u062au0634u06a9u06ccu0644 u062fu06ccu06ba.

source: Attribute management
ur: u062eu0635u0648u0635u06ccu062au0645u06ccu0646u062cu0645u0646u0679

source: Mandatory
ur: u0644u0627u0632u0645u06cc

source: Unique
ur: u0645u0646u0641u0631u062f

source: Create, modify and view attributes.
ur: u0628u0646u0627u0626u06ccu06bau060cu062au0631u0645u06ccu0645 u06a9u0631u06ccu06bau0627u0648u0631 u0635u0641u0627u062au062fu06ccu06a9u06beu06ccu06ba.

source: User
ur: u0635u0627u0631u0641

source: User group
ur: u0635u0627u0631u0641 u06afu0631u0648u067e

source: Program attribute
ur: u067eu0631u0648u06afu0631u0627u0645

source: Program stage
ur: u067eu0631u0648u06afu0631u0627u0645 u06a9u0627u0645u0631u062du0644u06c1

source: Tracked entity attribute
ur: u0679u0631u06ccu06a9 u06a9u0631u062fu06c1u0627u062fu0627u0631u06d2 u06a9u06ccu062eu0627u0635u06ccu062a

source: Tracked entity type
ur: u0679u0631u06ccu06a9 u06a9u0631u062fu06c1u0627u062fu0627u0631u06d2 u06a9u06ccu0642u0633u0645

source: Tracked entity type management
ur: u0679u0631u06ccu06a9 u06a9u0631u062fu06c1u0627u062fu0627u0631u06d2 u06a9u06ccu0642u0633u0645 u06a9u0627u0627u0646u062au0638u0627u0645

source: Tracked entity attribute attribute
ur: u0679u0631u06ccu06a9 u06a9u0631u062fu06c1u0627u062fu0627u0631u06d2 u06a9u06ccu062eu0627u0635u06ccu062a u06a9u06ccu062eu0635u0648u0635u06ccu062a

source: Attribute group
ur: u062eu0635u0648u0635u06ccu062a u06afu0631u0648u067e

source: Tracked entity attribute group management
ur: u0679u0631u06ccu06a9 u06a9u0631u062fu06c1u0627u062fu0627u0631u06d2 u0648u0635u0641u06afu0631u0648u067eu0645u06ccu0646u062cu0645u0646u0679

source: Category option combo
ur: u0632u0645u0631u06c1u0627u062eu062au06ccu0627u0631u06a9u0645u0628u0648

source: Document
ur: u062fu0633u062au0627u0648u06ccu0632

source: Option
ur: u0627u062eu062au06ccu0627u0631

source: Relationship type
ur: u0631u0634u062au06c1 u06a9u06cc u0642u0633u0645

source: A is to B
ur: A u0628u06cc u06c1u06d2

source: B is to A
ur: u0628u06cc u06a9u06d2 u0644u0626u06d2 u06c1u06d2

source: Option set management
ur: u0627u062eu062au06ccu0627u0631u06ccu0633u06ccu0679u0645u06ccu0646u062cu0645u0646u0679

source: Create option sets which can be included in data elementsand produce drop-down lists in data entry forms.
ur: u0627u0639u062fu0627u062f u0648u0634u0645u0627u0631 u0639u0646u0627u0635u0631u0645u06ccu06ba u0634u0627u0645u0644u06a9u0631u062fu06c1u0627u062eu062au06ccu0627u0631u0627u062au0633u06ccu0679 u0628u0646u0627u0626u06ccu06bau0627u0648u0631 u0688u06ccu0679u0627u0627u0646u062fu0631u0627u062cu0641u0627u0631u0645 u0645u06ccu06bau0688u0631u0627u067e u0688u0627u0624u0646u0641u06c1u0631u0633u062au0648u06ba u06a9u06ccu067eu06ccu062fu0627u0648u0627u0631u06a9u0631u06ccu06ba.

source: Manual sorting is not available for option sets with more than 50 options
ur: u062fu0633u062au06ccu062au0631u062au06ccu0628u0627u062a 50u0633u06d2 u0632u0627u0626u062fu0627u062eu062au06ccu0627u0631u0627u062au06a9u06d2 u0633u0627u062au06beu0627u062eu062au06ccu0627u0631 u06a9u06d2u0633u06ccu0679 u06a9u06d2 u0644u0626u06d2u062fu0633u062au06ccu0627u0628u0646u06c1u06ccu06ba u06c1u06d2

source: Sort manually
ur: u062fu0633u062au06cc u0637u0648u0631 u067eu0631u062au0631u062au06ccu0628 u062fu06ccu06ba

source: Failed to save order
ur: u0622u0631u0688u0631 u06a9u0648u0628u0686u0627u0646u06d2 u0645u06ccu06bau0646u0627u06a9u0627u0645

source: List might not represent the accurate order of options dueto the availability of pagination
ur: u0635u0641u062du06c1 u0628u0646u062fu06ccu06a9u06d2 u062fu0633u062au06ccu0627u0628u06ccu06a9u06cc u0648u062cu06c1 u0633u06d2u0641u06c1u0631u0633u062au0627u062eu062au06ccu0627u0631u0627u062au06a9u06d2 u062fu0631u0633u062a u062du06a9u0645u06a9u06ccu0646u0645u0627u0626u0646u062fu06afu06ccu0646u06c1u06ccu06bau06a9u0631u0633u06a9u062au06cc u06c1u06d2

source: Edit option
ur: u0627u062eu062au06ccu0627u0631 u0645u06ccu06bau062au0631u0645u06ccu0645 u06a9u0631u06ccu06ba

source: Add option
ur: u0627u062eu062au06ccu0627u0631u0634u0627u0645u0644 u06a9u0631u06ccu06ba

source: Option saved
ur: u0627u062eu062au06ccu0627u0631 u0628u0686u0627u06ccu0627

source: Option failed to save
ur: u0627u062eu062au06ccu0627u0631u0628u0686u0627u0646u06d2 u0645u06ccu06bau0646u0627u06a9u0627u0645u06cc

source: Option $$name$$ was deleted
ur: u0627u062eu062au06ccu0627u0631 $$u0646u0627u0645 $$ u06a9u0648 u062du0630u0641u06a9u0631u062fu06ccu0627 u06afu06ccu0627u062au06beu0627

source: Unable to delete due to missing uid
ur: u0622u067e u06a9u0648 u063au0627u0626u0628u06a9u0631u0646u06d2 u06a9u06cc u0648u062cu06c1u0633u06d2 u062du0630u0641 u06a9u0631u0646u06d2u0633u06d2 u0642u0627u0635u0631

source: Options
ur: u0627u062eu062au06ccu0627u0631u0627u062a

source: Primary details
ur: u0627u0628u062au062fu0627u0626u06ccu062au0641u0635u06ccu0644u0627u062a

source: Code/Value
ur: u06a9u0648u0688 / u0648u06ccu0644u06ccu0648

source: Sorting
ur: u062au0631u062au06ccu0628 u062fu06ccu06ba

source: Sort by name
ur: u0646u0627u0645 u0633u06d2u062au0631u062au06ccu0628 u062fu06ccu06ba

source: Sort by code/value
ur: u06a9u0648u0688 / u0642u06ccu0645u062au06a9u06cc u0637u0631u0641 u0633u06d2u062au0631u062au06ccu0628 u062fu06ccu06ba

source: Options sorted locally, saving to server...
ur: u0627u062eu062au06ccu0627u0631u0627u062au0645u06ccu06ba u0633u0631u0648u0631 u06a9u0648u0628u0686u0627u0646u06d2 u06a9u06d2u0627u062eu062au06ccu0627u0631u0627u062au0645u0642u0627u0645u06cc u0637u0648u0631u067eu0631 u062au0631u062au06ccu0628u062fu06ccu06ba ...

source: Options sorted and saved
ur: u0627u062eu062au06ccu0627u0631u0627u062au062au0631u062au06ccu0628 u0627u0648u0631u0628u0686u0627 u0644u06ccu0627

source: Options not sorted
ur: u0627u062eu062au06ccu0627u0631u0627u062au062au0631u062au06ccu0628 u0646u06c1u06ccu06ba

source: Available for mobile reporting
ur: u0645u0648u0628u0627u0626u0644u0631u067eu0648u0631u0679u0646u06af u06a9u06d2u0644u0626u06d2 u062fu0633u062au06ccu0627u0628u06c1u06d2

source: Please select a data set
ur: u0628u0631u0627u06c1 u06a9u0631u0645u0688u06ccu0679u0627 u0633u06ccu0679u0645u0646u062au062eu0628 u06a9u0631u06ccu06ba

source: Greying area
ur: u06afu0631u06d2 u0639u0644u0627u0642u06d2

source: Section grey field management
ur: u0633u06ccu06a9u0634u0646 u06afu0631u06d2u0641u06ccu0644u0688u0645u06ccu0646u062cu0645u0646u0679

source: Disable
ur: u063au06ccu0631 u0641u0639u0627u0644

source: Enable
ur: u0641u0639u0627u0644

source: This section has no data elements assigned
ur: u0627u0633 u0633u06ccu06a9u0634u0646u0645u06ccu06ba u06a9u0648u0626u06ccu0688u06ccu0679u0627 u0639u0646u0627u0635u0631u0645u0648u062cu0648u062f u0646u06c1u06ccu06bau06c1u06ccu06ba

source: No
ur: u0646u06c1u06ccu06ba

source: Select category combo
ur: u0632u0645u0631u06c1 u06a9u0648u0628u0648u0645u0646u062au062eu0628 u06a9u0631u06ccu06ba

source: Title
ur: u0639u0646u0648u0627u0646

source: Add data set
ur: u0688u06ccu0679u0627 u0633u06ccu0679u0634u0627u0645u0644 u06a9u0631u06ccu06ba

source: Data set details
ur: u0688u06ccu0679u0627 u0633u06ccu0679u062au0641u0635u06ccu0644u0627u062a

source: Multi-organisation unit entry details
ur: u0645u0644u0679u06cc u062au0646u0638u06ccu0645u06ccu0648u0646u0679u0627u0646u062fu0631u0627u062c u06a9u06ccu062au0641u0635u06ccu0644u0627u062a

source: Frequency
ur: u0641u0631u06ccu06a9u0648u0626u0646u0633u06cc

source: Assign to organisation units
ur: u062au0646u0638u06ccu0645u06ccu0648u0646u0679u0633 u06a9u0648u062au0641u0648u06ccu0636 u06a9u0631u06ccu06ba

source: Number of data elements
ur: u0688u06ccu0679u0627 u0639u0646u0627u0635u0631u06a9u06cc u062au0639u062fu0627u062f

source: Assign data set to organisation units
ur: u062au0646u0638u06ccu0645u06ccu0648u0646u0679u0633 u0645u06ccu06bau0688u06ccu0679u0627 u0633u06ccu0679 u06a9u0648u062au0641u0648u06ccu0636 u06a9u0631u06ccu06ba

source: Assign
ur: u062au0641u0648u06ccu0636

source: Edit data set
ur: u0688u06ccu0679u0627 u0633u06ccu0679u0645u06ccu06ba u062au0631u0645u06ccu0645u06a9u0631u06ccu06ba

source: Are you sure you want to delete this data set?
ur: u06a9u06ccu0627 u0622u067eu0648u0627u0642u0639u06cc u06ccu06c1u0688u06ccu0679u0627 u0633u06ccu0679u062du0630u0641 u06a9u0631u0646u0627u0686u0627u06c1u062au06d2 u06c1u06ccu06bau061f

source: This name is already registered
ur: u06ccu06c1 u0646u0627u0645 u067eu06c1u0644u06d2u0633u06d2 u06c1u06ccu0631u062cu0633u0679u0631u0688 u06c1u06d2

source: This short name is already registered
ur: u06ccu06c1 u0645u062eu062au0635u0631u0646u0627u0645 u067eu06c1u0644u06d2 u06c1u06ccu0631u062cu0633u0679u0631u0688 u06c1u06d2

source: This code is already registered
ur: u06ccu06c1 u06a9u0648u0688 u067eu06c1u0644u06d2u06c1u06cc u0631u062cu0633u0679u0631u0688u06c1u06d2

source: Data entry form
ur: u0688u06ccu0679u0627 u0627u0646u0679u0631u06ccu0641u0627u0631u0645

source: Data entry form management
ur: u0688u06ccu0679u0627 u0627u0646u0679u0631u06ccu0641u0627u0631u0645u0645u06ccu0646u062cu0645u0646u0679

source: Data entry form details
ur: u0688u06ccu0679u0627 u0627u0646u0679u0631u06ccu0641u0627u0631u0645 u06a9u06ccu062au0641u0635u06ccu0644u0627u062a

source: Data Set
ur: u0688u06ccu0679u0627 u0633u06ccu0679

source: Data set name
ur: u0688u06ccu0679u0627 u0633u06ccu0679 u06a9u0627 u0646u0627u0645

source: Data set notifications
ur: u0688u06ccu0679u0627 u0633u06ccu0679u0627u0637u0644u0627u0639u0627u062a

source: Data set notification management
ur: u0688u06ccu0679u0627 u0633u06ccu0679u0646u0648u0679u06ccu0641u06ccu06a9u06ccu0634u0646 u0645u06ccu0646u062cu0645u0646u0679

source: Are you sure you want to delete this data entry form?
ur: u06a9u06ccu0627 u0622u067eu0648u0627u0642u0639u06cc u06ccu06c1u0688u06ccu0679u0627u0627u0646u062fu0631u0627u062cu0641u0627u0631u0645 u062du0630u0641u06a9u0631u0646u0627 u0686u0627u06c1u062au06d2u06c1u06ccu06bau061f

source: Insert
ur: u062fu0627u062eu0644 u06a9u0631u06ccu06ba

source: Select data set
ur: u0688u06ccu0679u0627 u0633u06ccu0679u0645u0646u062au062eu0628 u06a9u0631u06ccu06ba

source: Sort section
ur: u062au0631u062au06ccu0628 u062fu06ccu06bau0633u06ccu06a9u0634u0646

source: Data Set Section
ur: u0688u06ccu0679u0627 u0633u06ccu0679 u0633u06ccu06a9u0634u0646

source: Label
ur: u0644u06ccu0628u0644

source: Group
ur: u06afu0631u0648u067e

source: Add section
ur: u0633u06ccu06a9u0634u0646 u0634u0627u0645u0644u06a9u0631u06ccu06ba

source: Section Details
ur: u0633u06ccu06a9u0634u0646 u06a9u06ccu062au0641u0635u06ccu0644u0627u062a

source: Edit section
ur: u0633u06ccu06a9u0634u0646 u0645u06ccu06bau062au0631u0645u06ccu0645 u06a9u0631u06ccu06ba

source: Data set sort order
ur: u0688u06ccu0679u0627 u0633u06ccu0679u062au0631u062au06ccu0628 u062fu06ccu06ba

source: Data set section management
ur: u0688u06ccu0679u0627 u0633u06ccu0679u0633u06ccu06a9u0634u0646u0645u06ccu0646u062cu0645u0646u0679

source: Assign data sets to organisation units in a grid basedlayout for faster operations when working with a high numberof items.
ur: u0627u0639u0644u06cc u062fu0631u062cu06d2u06a9u06cc u0627u0634u06ccu0627u0621 u06a9u06d2u0633u0627u062au06be u06a9u0627u0645u06a9u0631u062au06d2 u0648u0642u062au062au06ccu0632u06cc u0633u06d2u0622u067eu0631u06ccu0634u0646 u06a9u06d2u0644u0626u06d2 u06afu0631u0688 u06a9u06ccu0628u0646u06ccu0627u062f u067eu0631u062au0631u062au06ccu0628 u0645u06ccu06bau062au0646u0638u06ccu0645u06ccu0648u0646u0679u0633 u0645u06ccu06bau0688u06ccu0679u0627 u0633u06ccu0679 u06a9u0648u062au0641u0648u06ccu0636 u06a9u0631u06ccu06ba.

source: Data Set Assignment Editor
ur: u0688u06ccu0679u0627 u0633u06ccu0679u062au0641u0648u06ccu0636u0627u06ccu0688u06ccu0679u0631

source: Add new
ur: u0646u06ccu0627 u0634u0627u0645u0644 u06a9u0631u06ccu06ba

source: Delete successfully
ur: u06a9u0627u0645u06ccu0627u0628u06cc u0633u06d2u062du0630u0641 u06a9u0631u06ccu06ba

source: Saved successfully
ur: u06a9u0627u0645u06ccu0627u0628u06a9u0627u0645u06ccu0627u0628u06cc u0633u06d2

source: Save and close
ur: u0645u062du0641u0648u0638 u06a9u0631u06ccu06bau0627u0648u0631 u0628u0646u062fu06a9u0631u06ccu06ba

source: Period type
ur: u0645u062fu062a u06a9u06cc u0642u0633u0645

source: DataSets
ur: u0688u06ccu0679u0627 u0633u06ccu0679

source: Data
ur: u0688u06ccu0679u0627

source: Pivot
ur: u0645u062du0648u0631

source: Please select data set and category combination
ur: u0628u0631u0627u06c1 u06a9u0631u0645u0688u06ccu0679u0627 u0633u06ccu0679u0627u0648u0631 u0632u0645u0631u06c1u0645u062cu0645u0648u0639u06c1u0645u0646u062au062eu0628 u06a9u0631u06ccu06ba

source: Indicator already inserted
ur: u0627u0634u0627u0631u06d2 u067eu06c1u0644u06d2u0633u06d2 u062fu0627u062eu0644u06c1u0648u06afu0626u06d2

source: No indicator was selected
ur: u06a9u0648u0626u06cc u0627u0634u0627u0631u06d2u0645u0646u062au062eu0628 u0646u06c1u06ccu06bau06a9u06ccu0627 u06afu06ccu0627 u062au06beu0627

source: Data element already inserted
ur: u0688u06ccu0679u0627 u0639u0646u0635u0631u067eu06c1u0644u06d2 u0633u06d2u062fu0627u062eu0644 u06c1u0648u0627

source: No data element was selected
ur: u06a9u0648u0626u06cc u0688u06ccu0679u0627u0639u0646u0635u0631 u0645u0646u062au062eu0628u0646u06c1u06ccu06ba u06a9u06ccu0627u06afu06ccu0627 u062au06beu0627

source: Section sort order
ur: u0633u06ccu06a9u0634u0646 u062au0631u062au06ccu0628

source: Are you sure you want to delete this section?
ur: u06a9u06ccu0627 u0622u067eu0648u0627u0642u0639u06cc u06ccu06c1u0633u06ccu06a9u0634u0646 u062du0630u0641u06a9u0631u0646u0627 u0686u0627u06c1u062au06d2u06c1u06ccu06bau061f

source: Please specify a name
ur: u0628u0631u0627u0626u06d2u0645u06c1u0631u0628u0627u0646u06ccu0627u06ccu06a9 u0646u0627u0645 u06a9u06ccu0648u0636u0627u062du062a u06a9u0631u06ccu06ba

source: Select organisation unit
ur: u062au0646u0638u06ccu0645 u06ccu0648u0646u0679u0645u0646u062au062eu0628 u06a9u0631u06ccu06ba

source: Assigned
ur: u062au0641u0648u06ccu0636

source: Unassigned
ur: u063au06ccu0631 u0645u0631u062au0628 u0634u062fu06c1

source: Show selection box
ur: u0627u0646u062au062eu0627u0628u0628u0627u06a9u0633u062fu06a9u06beu0627u0626u06ccu06ba

source: Grey field
ur: u06afu0631u06d2 u0641u06ccu0644u0688

source: Totals
ur: u0645u062cu0645u0648u0639u06cc u0637u0648u0631 u067eu0631

source: Expiry days
ur: u062eu062au0645 u06c1u0648u0646u06d2u0648u0627u0644u06d2 u062fu0646u0648u06ba

source: Expiry period type
ur: u062eu062au0645 u06c1u0648u0646u06d2 u06a9u06ccu0645u062fu062a u06a9u06cc u0642u0633u0645

source: Days after period to qualify for timely submission
ur: u0628u0631u0648u0642u062a u062cu0645u0639u06a9u0631u0627u0646u06d2 u06a9u06d2u0644u0626u06d2 u0642u0627u0628u0644u06ccu062au06a9u06cc u0645u062fu062a u06a9u06d2u0628u0639u062f u062fu0646

source: Insert data elements, totals and indicators
ur: u0688u06ccu0679u0627u0639u0646u0627u0635u0631u060cu0645u062cu0645u0648u0639u06cc u0627u0648u0631u0627u0634u0627u0631u06d2 u062fu0627u062eu0644u06a9u0631u06ccu06ba

source: Style
ur: u0627u0646u062fu0627u0632

source: Comfortable
ur: u0622u0631u0627u0645 u062fu06c1 u0627u0648u0631u067eu0631u0633u06a9u0648u0646

source: Regular
ur: u0628u0627u0642u0627u0639u062fu06c1

source: Compact
ur: u06a9u0648u0645u067eu06ccu06a9u0679

source: None
ur: u06a9u0648u0626u06cc u0628u06beu06cc u0646u06c1u06ccu06ba

source: Normal
ur: u0639u0645u0648u0645u06cc

source: Allow future periods
ur: u0645u0633u062au0642u0628u0644 u06a9u06d2u062fu0648u0631u0648u06ba u06a9u06ccu0627u062cu0627u0632u062a u062fu06ccu06ba

source: Skip data mart aggregation
ur: u0627u0639u062fu0627u062f u0648u0634u0645u0627u0631 u0645u0627u0631u0634u0644u0627u06a9u0679u06beu0627 u067eu0631u062cu0627u0626u06ccu06ba

source: Insert data elements
ur: u0688u06ccu0679u0627 u0639u0646u0627u0635u0631u062fu0627u062eu0644 u06a9u0631u06ccu06ba

source: Insert input fields into the form
ur: u0627u0646 u067eu0679 u0641u06ccu0644u0688u0632u06a9u0648 u0641u0627u0631u0645 u0645u06ccu06bau0688u0627u0644u06ccu06ba

source: Category option combo does not exist
ur: u0632u0645u0631u06c1 u0622u067eu0634u0646u06a9u0627u0645u0628u0648u0645u0648u062cu0648u062f u0646u06c1u06ccu06bau06c1u06d2

source: Data element does not exist
ur: u0688u06ccu0679u0627 u0639u0646u0635u0631u0645u0648u062cu0648u062f u0646u06c1u06ccu06bau06c1u06d2

source: Indicator does not exist
ur: u0627u0634u0627u0631u06d2u0645u0648u062cu0648u062f u0646u06c1u06ccu06bau06c1u06d2

source: Category combo does not exist
ur: u0632u0645u0631u06c1 u06a9u0627u0645u0628u0648u0645u0648u062cu0648u062f u0646u06c1u06ccu06bau06c1u06d2

source: All fields for data elements required
ur: u0688u06ccu0679u0627 u0639u0646u0627u0635u0631u06a9u06d2 u0644u0626u06d2 u062au0645u0627u0645u0634u0639u0628u0648u06ba u06a9u06ccu0636u0631u0648u0631u062a u06c1u06d2

source: Form details
ur: u0641u0627u0631u0645 u062au0641u0635u06ccu0644u0627u062a

source: Complete allowed only if validation passes
ur: u0635u0631u0641 u062au0648u062bu06ccu0642u0645u06a9u0645u0644u06c1u0648u062cu0627u0626u06d2 u06afu06ccu062au0648u062bu06ccu0642u0645u0646u0638u0648u0631 u06c1u06d2

source: Complete notification recipients
ur: u0646u0648u0679u06ccu0641u06ccu06a9u06ccu0634u0646 u0648u0635u0648u0644u06a9u0646u0646u062fu06afu0627u0646u0645u06a9u0645u0644 u06a9u0631u06ccu06ba

source: Missing value requires comment on complete
ur: u0644u0627u067eu062au06c1 u0642u062fu0631u0645u06a9u0645u0644 u06a9u0631u0646u06d2u067eu0631 u062au0628u0635u0631u06c1 u06a9u06ccu0636u0631u0648u0631u062a u06c1u06d2

source: Skip offline
ur: u0622u0641 u0644u0627u0626u0646 u0686u06beu0648u0691 u062fu0648

source: Render sections as tabs
ur: u062du0635u0648u06ba u06a9u0648u0679u06ccu0628u0632 u06a9u06d2 u0637u0648u0631u067eu0631 u062au0642u0633u06ccu0645u06a9u0631u06ccu06ba

source: Render vertically
ur: u0639u0645u0648u062fu06cc u0637u0648u0631u067eu0631 u0631u06ccu0646u0688u0631u06a9u0631u06ccu06ba

source: Complete allowed only if compulsory fields are filled
ur: u0644u0627u0632u0645u06cc u0637u0648u0631u067eu0631 u0644u0627u0632u0645u06ccu0637u0648u0631 u067eu0631 u062cu0628u0644u0627u0632u0645u06ccu0634u0639u0628u0648u06ba u06a9u0648u0628u06beu0631u0627u06ccu0627u062cu0627u0626u06d2 u062au0648u0645u06a9u0645u0644 u06a9u0631u06ccu06ba

source: Auto-save data entry forms
ur: u0688u06ccu0679u0627 u0627u0646u0679u0631u06ccu0641u0627u0631u0645u0648u06ba u06a9u0648u062eu0648u062f u0628u062eu0648u062fu0645u062du0641u0648u0638 u06a9u0631u06ccu06ba

source: Send notification to completing user
ur: u0635u0627u0631u0641 u06a9u0648u0645u06a9u0645u0644 u06a9u0631u0646u06d2u06a9u06ccu0644u0626u06d2u0646u0648u0679u06ccu0641u06ccu06a9u06ccu0634u0646 u0628u06beu06ccu062cu06ccu06ba

source: Data approval workflow
ur: u0688u06ccu0679u0627 u06a9u06ccu0645u0646u0638u0648u0631u06cc u06a9u06d2u06a9u0627u0645 u06a9u06d2 u0628u06c1u0627u0624

source: Insert images
ur: u062au0635u0627u0648u06ccu0631 u0688u0627u0644u06ccu06ba

source: Data element decoration
ur: u0688u06ccu0679u0627 u0639u0646u0635u0631u0633u062cu0627u0648u0679

source: Get PDF for Data Entry
ur: u0688u06ccu0679u0627 u0627u0646u0679u0631u06ccu06a9u06d2 u0644u0626u06d2 u067eu06ccu0688u06cc u0627u06ccu0641 u062du0627u0635u0644u06a9u0631u06ccu06ba

source: Enable for Java mobile client
ur: u062cu0627u0648u0627u0645u0648u0628u0627u0626u0644u06a9u0644u0627u0626u0646u0679 u06a9u06d2u0644u0626u06d2 u0641u0639u0627u0644u06a9u0631u06ccu06ba

source: View sections
ur: u0633u06ccu06a9u0634u0646 u062fu06ccu06a9u06beu06ccu06ba

source: Open future periods for data entry
ur: u0688u06ccu0679u0627u0627u0646u062fu0631u0627u062c u06a9u06d2u0644u0626u06d2 u0645u0633u062au0642u0628u0644u06a9u0627 u062fu0648u0631u06c1u06a9u06beu0648u0644u06ccu06ba

source: data entry form
ur: u0688u06ccu0679u0627 u0627u0646u0679u0631u06ccu0641u0627u0631u0645

source: Validation
ur: u062au0648u062bu06ccu0642

source: Saving Validation Rule failed
ur: u0628u0686u062a u06a9u06ccu062au0648u062bu06ccu0642 u06a9u0627u0642u0627u0646u0648u0646u0646u0627u06a9u0627u0645u06c1u0648u06afu06ccu0627

source: Operator
ur: u0622u067eu0631u06ccu0679u0631

source: Adding validation rule failed
ur: u062au0648u062bu06ccu0642 u06a9u06ccu062du06a9u0645u0631u0627u0646u06ccu0645u06ccu06ba u0634u0627u0645u0644u06c1u0648u06afu06ccu0627

source: Validation failed
ur: u062au0648u062bu06ccu0642u0646u0627u06a9u0627u0645u06c1u0648u06afu0626u06cc

source: Right side expr
ur: u062fu0627u0626u06ccu06ba u0637u0631u0641

source: Left side expr
ur: u0628u0627u0626u06ccu06ba u0637u0631u0641

source: Left brackets
ur: u0628u0627u0626u06ccu06ba u0628u0631u06ccu06a9u0679

source: Right brackets
ur: u00a0u062fu0627u0626u06ccu06ba u0628u0631u06ccu06a9u0679

source: Multiply
ur: u0636u0631u0628

source: Divide
ur: u00a0u062au0642u0633u06ccu0645 u06a9u0631u0648

source: Plus
ur: u00a0u067eu0644u0633

source: Minus
ur: u00a0u0645u0627u0626u0646u0633

source: Number of days
ur: u062fu0646u0648u06ba u06a9u06cc u062au0639u062fu0627u062f

source: Please specify the left side
ur: u0628u0631u0627u06c1 u06a9u0631u0645u0628u0627u0626u06ccu06ba u062cu0627u0646u0628u06a9u06cc u0648u0636u0627u062du062au06a9u0631u06ccu06ba

source: Please specify the right side
ur: u0628u0631u0627u06c1 u06a9u0631u0645u062fu0627u0626u06ccu06ba u0637u0631u0641u06a9u06cc u0648u0636u0627u062du062au06a9u0631u06ccu06ba

source: Please specify an operator
ur: u0628u0631u0627u06c1 u06a9u0631u0645u0627u06ccu06a9 u0622u067eu0631u06ccu0679u0631u06a9u06cc u0648u0636u0627u062du062au06a9u0631u06ccu06ba

source: Please specify a start date
ur: u00a0u0628u0631u0627u06c1 u06a9u0631u0645u0622u063au0627u0632 u06a9u06ccu062au0627u0631u06ccu062e u06a9u06ccu0648u0636u0627u062du062a u06a9u0631u06ccu06ba

source: Please specify an ending date
ur: u00a0u0628u0631u0627u06c1u0645u06c1u0631u0628u0627u0646u06ccu062eu062au0645 u06c1u0648u0646u06d2 u06a9u06ccu062au0627u0631u06ccu062e u06a9u06ccu0648u0636u0627u062du062a u06a9u0631u06ccu06ba

source: Please specify a description
ur: u0628u0631u0627u0626u06d2u0645u06c1u0631u0628u0627u0646u06ccu0648u0636u0627u062du062a u06a9u0631u06ccu06ba

source: Please specify an expression
ur: u0627u06ccu06a9 u0627u0638u06c1u0627u0631u06a9u06cc u0648u0636u0627u062du062au06a9u0631u06ccu06ba

source: Please enter a valid start date
ur: u0628u0631u0627u06c1 u06a9u0631u0645u0627u06ccu06a9 u062fu0631u0633u062au0622u063au0627u0632 u06a9u06ccu062au0627u0631u06ccu062e u062fu0631u062cu06a9u0631u06ccu06ba

source: Please enter a valid end date
ur: u0628u0631u0627u06c1 u06a9u0631u0645u0627u06ccu06a9 u062fu0631u0633u062au0627u062eu062au062au0627u0645u062au0627u0631u06ccu062e u062fu0631u062cu06a9u0631u06ccu06ba

source: End date cannot be before Start date
ur: u0627u062eu062au062au0627u0645u062au0627u0631u06ccu062e u0634u0631u0648u0639u06c1u0648u0646u06d2 u0633u06d2u067eu06c1u0644u06d2 u0646u06c1u06ccu06bau06c1u0648u0633u06a9u062au06cc u06c1u06d2

source: Closed date cannot be before Opening date
ur: u062au0627u0631u06ccu062eu06a9u06beu0648u0644u0646u06d2 u0633u06d2u0642u0628u0644 u0628u0646u062f u06a9u06ccu062au0627u0631u06ccu062e u0646u06c1u06ccu06bau06c1u0648u0633u06a9u062au06cc u06c1u06d2

source: The data elements on the left side must be of type numbers
ur: u0628u0627u0626u06ccu06ba u0637u0631u0641u06a9u06d2 u0627u0639u062fu0627u062f u0648u0634u0645u0627u0631 u06a9u06d2u0639u0646u0627u0635u0631 u06a9u0648u0642u0633u0645 u06a9u06ccu062au0639u062fu0627u062f u0645u06ccu06bau06c1u0648u0646u0627 u0686u0627u06c1u0626u06d2
