Repository: dhis2/maintenance-app-beta
Catalog: i18n/*.po
Languages: ur

source: Invalid min-max days combination
ur: u063au0644u0637 u0645u0646u0679 u0633u06d2u0632u06ccu0627u062fu06c1 u062fu0646 u06a9u0627u0645u062cu0645u0648u0639u06c1

source: Program stage management
ur: u067eu0631u0648u06afu0631u0627u0645u0645u0631u062du0644u06d2 u06a9u06d2u0627u0646u062au0638u0627u0645

source: View program stages
ur: u067eu0631u0648u06afu0631u0627u0645 u06a9u06d2u0645u0631u0627u062du0644u062fu06ccu06a9u06beu06ccu06ba

source: Assign program to organisation units
ur: u062au0646u0638u06ccu0645u06ccu0648u0646u0679u0633 u06a9u06d2u067eu0631u0648u06afu0631u0627u0645 u06a9u0648u062au0641u0648u06ccu0636 u06a9u0631u06ccu06ba

source: Programs
ur: u067eu0631u0648u06afu0631u0627u0645

source: Number of data elements to be collected
ur: u062cu0645u0639 u06a9u0631u0646u06d2 u06a9u06d2u0644u0626u06d2 u0627u0639u062fu0627u062f u0648u0634u0645u0627u0631 u0639u0646u0627u0635u0631u06a9u06cc u062au0639u062fu0627u062f

source: Adding program stage failed
ur: u067eu0631u0648u06afu0631u0627u0645 u06a9u06d2u0645u0631u062du0644u06d2 u06a9u0648u0634u0627u0645u0644 u06a9u0631u0646u06d2u0645u06ccu06ba u0646u0627u06a9u0627u0645

source: Updating program stage failed
ur: u067eu0631u0648u06afu0631u0627u0645 u06a9u06d2u0645u0631u062du0644u06d2 u06a9u0648 u0627u067eu0688u06ccu0679 u06a9u0631u0646u0627u0646u0627u06a9u0627u0645u06c1u0648u06afu06ccu0627

source: Are you sure you want to delete this program stage?
ur: u06a9u06ccu0627 u0622u067eu0648u0627u0642u0639u06cc u0627u0633u067eu0631u0648u06afu0631u0627u0645 u06a9u06d2u0645u0631u062du0644u06d2 u06a9u0648u062du0630u0641 u06a9u0631u0646u0627u0686u0627u06c1u062au06d2 u06c1u06ccu06bau061f

source: Program stage details
ur: u067eu0631u0648u06afu0631u0627u0645u0645u0631u062du0644u06d2 u06a9u06ccu062au0641u0635u06ccu0644u0627u062a

source: Edit program stage
ur: u067eu0631u0648u06afu0631u0627u0645 u06a9u06d2u0645u0631u062du0644u06d2 u0645u06ccu06bau062au0631u0645u06ccu0645 u06a9u0631u06ccu06ba

source: Create new program stage
ur: u0646u06ccu0627u067eu0631u0648u06afu0631u0627u0645u0645u0631u062du0644u06c1u0628u0646u0627u0626u06ccu06ba

source: Order in program
ur: u067eu0631u0648u06afu0631u0627u0645u0645u06ccu06ba u0622u0631u0688u0631

source: Program details
ur: u067eu0631u0648u06afu0631u0627u0645 u06a9u06ccu062au0641u0635u06ccu0644u0627u062a

source: Edit program
ur: u067eu0631u0648u06afu0631u0627u0645u0645u06ccu06ba u062au0631u0645u06ccu0645u06a9u0631u06ccu06ba

source: Are you sure you want to delete this program?
ur: u06a9u06ccu0627 u0622u067eu0648u0627u0642u0639u06cc u06ccu06c1u067eu0631u0648u06afu0631u0627u0645u062du0630u0641 u06a9u0631u0646u0627u0686u0627u06c1u062au06d2 u06c1u06ccu06bau061f

source: Create new program
ur: u0646u06ccu0627u067eu0631u0648u06afu0631u0627u0645u0628u0646u0627u0626u06ccu06ba

source: Program management
ur: u067eu0631u0648u06afu0631u0627u0645u0645u06ccu0646u062cu0645u0646u0679

source: Aggregation Query Builder
ur: u0645u062cu0645u0648u0639u06ccu0633u0648u0627u0644 u0628u0644u0688u0631

source: Aggregation query builder management
ur: u0645u062cu0645u0648u0639u06ccu0633u0648u0627u0644 u0628u0644u0688u0631u0645u06ccu0646u062cu0645u0646u0679

source: Data entry form management for program stage
ur: u067eu0631u0648u06afu0631u0627u0645 u06a9u06d2u0645u0631u062du0644u06d2 u06a9u06d2u0644u0626u06d2 u0688u06ccu0679u0627u0627u0646u0679u0631u06cc u0641u0627u0631u0645u0645u06ccu0646u062cu0645u0646u0679

source: Choose existing data entry form
ur: u0645u0648u062cu0648u062fu06c1u0688u06ccu0679u0627 u0627u0646u0679u0631u06ccu0641u0627u0631u0645 u06a9u0627u0627u0646u062au062eu0627u0628u06a9u0631u06ccu06ba

source: Blood group
ur: u062eu0648u0646 u06a9u0627 u06afu0631u0648u067e

source: Attribute options
ur: u062eu0635u0648u0635u06ccu062a u06a9u06d2u0627u062eu062au06ccu0627u0631u0627u062a

source: Add Option
ur: u0627u062eu062au06ccu0627u0631u06ccu0634u0627u0645u0644 u06a9u0631u06ccu06ba

source: Available attributes
ur: u062fu0633u062au06ccu0627u0628 u0635u0641u0627u062a

source: Selected attributes
ur: u0645u0646u062au062eu0628 u06a9u0631u062fu06c1u0635u0641u0627u062a

source: Tracked entity attribute group details
ur: u0679u0631u06ccu06a9 u06a9u0631u062fu06c1u0627u062fu0627u0631u06d2 u0635u0641u062au06afu0631u0648u067e u06a9u06ccu062au0641u0635u06ccu0644u0627u062a

source: Edit tracked entity attribute group
ur: u0679u0631u06ccu06a9 u06a9u0631u062fu06c1u0627u062fu0627u0631u06d2 u0648u0635u0641u06afu0631u0648u067e u0645u06ccu06bau062au0631u0645u06ccu0645 u06a9u0631u06ccu06ba

source: Create new tracked entity attribute group
ur: u0646u0626u06cc u0679u0631u06ccu06a9u06a9u0631u062fu06c1 u0627u062fu0627u0631u06d2u0648u0635u0641 u06afu0631u0648u067eu0628u0646u0627u0626u06ccu06ba

source: Deleted successfully
ur: u06a9u0627u0645u06ccu0627u0628u06cc u0633u06d2u062eu0627u0631u062c u06a9u0631 u062fu06ccu0627u06afu06ccu0627

source: This option has relationship with tracked entity attribute values
ur: u06ccu06c1 u0627u062eu062au06ccu0627u0631u0679u0631u06ccu06a9 u06a9u0631u062fu06c1u0627u062fu0627u0631u06d2 u06a9u06ccu062eu0627u0635u06ccu062a u06a9u06d2u0627u0642u062fu0627u0631 u0633u06d2u062au0639u0644u0642 u0631u06a9u06beu062au0627u06c1u06d2

source: Deleted tracked entity attribute option successfully
ur: u0679u0631u06ccu06a9 u06a9u0631u062fu06c1u0627u062fu0627u0631u06d2 u06a9u06ccu062eu0627u0635u06ccu062a u06a9u0648u06a9u0627u0645u06ccu0627u0628u06cc u0633u06d2u062eu0627u0631u062c u06a9u0631 u062fu06ccu0627u06afu06ccu0627

source: Can not find tracked entity attribute option to delete
ur: u062du0630u0641 u06a9u0631u0646u06d2 u06a9u06d2u0644u0626u06d2 u0679u0631u06ccu06a9u06a9u0631u062fu06c1 u0627u062fu0627u0631u06d2u06a9u06cc u062eu0627u0635u06ccu062a u06a9u0627u0627u062eu062au06ccu0627u0631u0646u06c1u06ccu06ba u0645u0644 u0633u06a9u0627

source: Predefined value
ur: u067eu06ccu0634 u0648u0636u0627u062du062au06cc u0642u062fu0631

source: Related
ur: u0645u062au0639u0644u0642u06c1

source: Validation Criteria
ur: u062au0648u062bu06ccu0642u06cc u0645u0639u06ccu0627u0631

source: Edit validation criteria
ur: u062au0648u062bu06ccu0642u06ccu0645u0639u06ccu0627u0631 u0645u06ccu06bau062au0631u0645u06ccu0645 u06a9u0631u06ccu06ba

source: Attribute Group
ur: u062eu0635u0648u0635u06ccu062a u06afu0631u0648u067e

source: Attribute Visit Schedule
ur: u062eu0635u0648u0635u06ccu062au0634u06ccu0688u0648u0644u0645u0644u0627u062du0638u06c1u06a9u0631u06ccu06ba

source: Create validation criteria
ur: u062au0648u062bu06ccu0642u06ccu0645u0639u06ccu0627u0631u0628u0646u0627u0626u06ccu06ba

source: Create, modify and view tracked entity attribute groups.Groups makes it more convenient to add attributes to atracked entity.
ur: u0679u0631u06ccu06a9 u06a9u0631u062fu06c1u0627u062fu0627u0631u06d2 u0648u0635u0641u06afu0631u0648u067eu0648u06ba u06a9u0648u062au0634u06a9u06ccu0644u060cu062au0631u0645u06ccu0645 u0627u0648u0631u062fu06ccu06a9u06beu06ccu06ba.u06afu0631u0648u067eu0648u06ba u06a9u0648u0627u06ccu06a9 u0679u0631u06ccu06a9u0627u062fu0627u0631u06d2 u0645u06ccu06bau0635u0641u062au06ccu06ba u0634u0627u0645u0644u06a9u0631u0646u06d2 u06a9u06d2 u0644u0626u06d2u06ccu06c1 u0622u0633u0627u0646u0628u0646u0627u062au0627 u06c1u06d2.

source: Define which attributes to use in messages sent to clientsregarding scheduled visits.
ur: u0645u0642u0631u0631 u06a9u0631u06ccu06bau06a9u06c1 u0645u0642u0631u0631u06a9u0631u062fu06c1 u062fu0648u0631u0648u06bau06a9u06d2 u0628u0627u0631u06d2 u0645u06ccu06bau06afu0627u06c1u06a9u0648u06ba u06a9u0648u0628u06beu06ccu062cu0646u06d2u0648u0627u0644u06d2u067eu06ccu063au0627u0645u0627u062au0645u06ccu06bau0627u0633u062au0639u0645u0627u0644u06a9u06ccu0627 u062cu0627u0633u06a9u062au0627u06c1u06d2.

source: Create, modify and view relationship types. A relationship istypically wife and husband or mother and child.
ur: u0631u0634u062au06d2 u06a9u06cc u0642u0633u0645u0628u0646u0627u0626u06ccu06bau060cu062au0631u0645u06ccu0645 u06a9u0631u06ccu06bau0627u0648u0631 u062fu06ccu06a9u06beu06ccu06ba.u0627u06ccu06a9 u062au0639u0644u0642u0639u0627u0645 u0637u0648u0631 u067eu0631u0628u06ccu0648u06cc u0627u0648u0631u0634u0648u06c1u0631 u06ccu0627 u0645u0627u06bau0627u0648u0631 u0628u0686u06c1 u06c1u06d2.

source: Create, modify and view programs. A program has programstages and defines which actions should be taken at eachstage.
ur: u067eu0631u0648u06afu0631u0627u0645u0628u0646u0627u0626u06ccu06bau060cu062au0631u0645u06ccu0645 u06a9u0631u06ccu06bau0627u0648u0631 u062fu06ccu06a9u06beu06ccu06ba.u067eu0631u0648u06afu0631u0627u0645u0645u06ccu06bau067eu0631u0648u06afu0631u0627u0645 u06a9u06d2u0645u0631u0627u062du0644 u06c1u06ccu06bau0627u0648u0631 u0627u0633 u06a9u06ccu0648u0636u0627u062du062a u06a9u0631u062au0627u06c1u06d2 u06a9u06c1 u06c1u0631u0645u0631u062du0644u06d2 u0645u06ccu06bau06a9u0648u0646 u0633u0627 u0639u0645u0644u06a9u06ccu0627 u062cu0627u0646u0627u0686u0627u06c1u0626u06d2.

source: Set up aggregation rules for the process of aggregatingtracked entity data to statistical data.
ur: u0627u0639u062fu0627u062f u0648u0634u0645u0627u0631 u06a9u06d2u0627u0639u062fu0627u062f u0648u0634u0645u0627u0631 u06a9u06d2u0645u062cu0645u0648u0639u06ccu0679u0631u06ccu06a9 u06a9u0631u062fu06c1u0627u062fu0627u0631u06d2 u06a9u06d2u0627u0639u062fu0627u062f u0648u0634u0645u0627u0631 u06a9u06d2 u0639u0645u0644u06a9u06d2 u0644u0626u06d2u0645u062cu0645u0648u0639u06ccu0642u0648u0627u0639u062f u0645u0642u0631u0631u06a9u0631u06ccu06ba.

source: Set reminders to be automatically sent to enrolled trackedentity instances before scheduled appointments and after missedvisits.
ur: u0645u0642u0631u0631u06c1u062au0642u0631u0631u06ccu0648u06ba u0633u06d2u067eu06c1u0644u06d2 u0627u0648u0631u06ccu0627u062f u06a9u0631u062fu06c1u062fu0648u0631u0648u06ba u06a9u06d2u0628u0639u062f u06ccu0627u062fu062fu06c1u0627u0646u06cc u0633u06d2u0645u062au0639u0644u0642 u0679u0631u06ccu06a9u06a9u0631u062fu06c1 u0627u062fu0627u0631u06d2u06a9u06d2 u0627u0645u0648u0631 u067eu0631u062eu0648u062f u06a9u0648 u06ccu0627u062fu062fu06c1u0627u0646u06ccu0648u06ba u06a9u0648u0645u0642u0631u0631 u06a9u0631u06ccu06ba.

source: Create, modify and view program attributes. A program canhave any number of attributes.
ur: u062au062eu0644u06ccu0642u060cu062au0631u0645u06ccu0645 u0627u0648u0631u067eu0631u0648u06afu0631u0627u0645 u06a9u06d2u0635u0641u0627u062au062fu06ccu06a9u06beu06ccu06ba. u0627u06ccu06a9u067eu0631u0648u06afu0631u0627u0645u0645u06ccu06ba u06a9u0633u06cc u0628u06beu06ccu062au0639u062fu0627u062f u0645u06ccu06bau0635u0641u0627u062au06c1u0648u0633u06a9u062au06cc u06c1u06d2.

source: Set the Excel XML template file used for automaticallyimporting tracked entity instance data.
ur: u062eu0648u062f u06a9u0627u0631u0637u0631u06ccu0642u06d2 u0633u06d2u0679u0631u06ccu06a9 u0634u062fu06c1u0627u062fu0627u0631u06d2 u06a9u06ccu0645u062bu0627u0644 u06a9u06d2u0627u0639u062fu0627u062f u0648u0634u0645u0627u0631 u06a9u0648u062fu0631u0622u0645u062f u06a9u0631u0646u06d2u06a9u06d2 u0644u0626u06d2u0627u0633u062au0639u0645u0627u0644u06a9u06ccu0627 u0627u06ccu06a9u0633u0644 XMLu0679u06ccu0645u067eu0644u06ccu0679u0641u0627u0626u0644 u0645u0642u0631u0631u06a9u0631u06ccu06ba.

source: Define types of entities which can be tracked through thesystem, which can be anything from persons to commodities.
ur: u0627u0646 u0627u062fu0627u0631u0648u06bau06a9u06cc u0627u0642u0633u0627u0645 u06a9u06ccu0648u0636u0627u062du062a u06a9u0631u06ccu06bau062cu0648 u0646u0638u0627u0645 u06a9u06d2u0630u0631u06ccu0639u06c1 u0679u0631u06ccu06a9u06a9u06ccu0627 u062cu0627u0633u06a9u062au0627u06c1u06d2u060c u062cu0648u0627u0641u0631u0627u062f u0633u06d2u0686u06ccu0632u0648u06ba u0645u06ccu06bau06a9u0686u06be u0628u06beu06cc u06c1u0648u0633u06a9u062au0627 u06c1u06d2.

source: Inheritable
ur: u0646u0627u0642u0627u0628u0644 u06ccu0642u06ccu0646

source: Tracked entity attribute details
ur: u0679u0631u06ccu06a9 u06a9u0631u062fu06c1u0627u062fu0627u0631u06d2 u06a9u06ccu062eu0627u0635u06ccu062a u06a9u06ccu062au0641u0635u06ccu0644u0627u062a

source: Search result
ur: u062au0644u0627u0634 u06a9u0627 u0646u062au06ccu062cu06c1

source: Number of attributes
ur: u0635u0641u0627u062a u06a9u06cc u062au0639u062fu0627u062f

source: Available programs
ur: u062fu0633u062au06ccu0627u0628u067eu0631u0648u06afu0631u0627u0645

source: Selected programs
ur: u0645u0646u062au062eu0628 u06a9u0631u062fu06c1u067eu0631u0648u06afu0631u0627u0645

source: Are you sure you want to delete this validation criteria?
ur: u06a9u06ccu0627 u0622u067eu0648u0627u0642u0639u06cc u06ccu06c1u062au0635u062fu06ccu0642u0645u0639u06ccu0627u0631 u06a9u0648u062du0630u0641 u06a9u0631u0646u0627u0686u0627u06c1u062au06d2 u06c1u06ccu06bau061f

source: Please specify a data element
ur: u0628u0631u0627u0626u06d2u0645u06c1u0631u0628u0627u0646u06ccu0688u06ccu0679u0627 u0639u0646u0635u0631u06a9u06cc u0648u0636u0627u062du062au06a9u0631u06ccu06ba

source: Processing
ur: u067eu0631u0648u0633u06ccu0633u0646u06af

source: Other program stage data element
ur: u062fu06ccu06afu0631u067eu0631u0648u06afu0631u0627u0645u0645u0631u062du0644u06d2 u06a9u06d2u0627u0639u062fu0627u062f u0648u0634u0645u0627u0631 u0639u0646u0635u0631

source: Load existing form
ur: u0645u0648u062cu0648u062fu06c1u0641u0627u0631u0645 u0644u0648u0688u06a9u0631u06ccu06ba

source: This data element is inserted in form
ur: u06ccu06c1 u0688u06ccu0679u0627u0639u0646u0635u0631 u0641u0627u0631u0645u0645u06ccu06ba u0688u0627u0644 u062fu06ccu0627u06afu06ccu0627 u06c1u06d2

source: Number of characters
ur: u062du0631u0648u0641 u06a9u06cc u062au0639u062fu0627u062f

source: Letter Only
ur: u062eu0637 u0635u0631u0641

source: Program attribute management
ur: u067eu0631u0648u06afu0631u0627u0645 u06a9u06ccu062eu0627u0635u06ccu062a u06a9u0627u0627u0646u062au0638u0627u0645

source: Create new program attribute
ur: u0646u06ccu0627u067eu0631u0648u06afu0631u0627u0645 u06a9u06ccu062eu0627u0635u06ccu062au0628u0646u0627u0626u06ccu06ba

source: Edit program attribute
ur: u067eu0631u0648u06afu0631u0627u0645 u06a9u06ccu062eu0635u0648u0635u06ccu062a u0645u06ccu06bau062au0631u0645u06ccu0645 u06a9u0631u06ccu06ba

source: Import Data
ur: u062fu0631u0622u0645u062f u0688u06ccu0679u0627

source: Configuration
ur: u062au0631u062au06ccu0628

source: Row
ur: u0642u0637u0627u0631

source: Duplicate
ur: u0688u067eu0644u06ccu06a9u06ccu0679

source: Option combination
ur: u0627u062eu062au06ccu0627u0631u06ccu0645u062cu0645u0648u0639u06c1

source: Aggregation query builder details
ur: u0645u062cu0645u0648u0639u06ccu0633u0648u0627u0644 u0628u0644u0688u0631u06a9u06cc u062au0641u0635u06ccu0644u0627u062a

source: Create new aggregation query builder
ur: u0646u06ccu0627 u0645u062cu0645u0648u0639u06ccu0633u0648u0627u0644 u0628u0644u0688u0631u0628u0646u0627u0626u06ccu06ba

source: Condition details
ur: u062du0627u0644u062a u06a9u06ccu062au0641u0635u06ccu0644u0627u062a

source: Edit aggregation query builder
ur: u0645u062cu0645u0648u0639u06ccu0633u0648u0627u0644 u0628u0644u0688u0631u0645u06ccu06ba u062au0631u0645u06ccu0645u06a9u0631u06ccu06ba

source: Program properties
ur: u067eu0631u0648u06afu0631u0627u0645 u06a9u06ccu062eu0635u0648u0635u06ccu0627u062a

source: Validation criteria details
ur: u062au0648u062bu06ccu0642 u06a9u06d2u0645u0639u06ccu0627u0631 u06a9u06ccu062au0641u0635u06ccu0644u0627u062a

source: Program attribute details
ur: u067eu0631u0648u06afu0631u0627u0645 u06a9u06ccu062eu0627u0635u06ccu062a u06a9u06ccu062au0641u0635u06ccu0644u0627u062a

source: Select program
ur: u067eu0631u0648u06afu0631u0627u0645u0645u0646u062au062eu0628 u06a9u0631u06ccu06ba

source: Create new program validation rule
ur: u0646u06ccu0627u067eu0631u0648u06afu0631u0627u0645 u06a9u06ccu062au0648u062bu06ccu0642u062du06a9u0645u0631u0627u0646u06ccu0628u0646u0627u0626u06ccu06ba

source: Add multi-program validation rule
ur: u06a9u062bu06ccu0631u067eu0631u0648u06afu0631u0627u0645 u06a9u06ccu062au0648u062bu06ccu0642 u06a9u06ccu062du06a9u0645u0631u0627u0646u0634u0627u0645u0644 u06a9u0631u06ccu06ba

source: Program validation rule details
ur: u067eu0631u0648u06afu0631u0627u0645 u06a9u06ccu062au0648u062bu06ccu0642 u06a9u06ccu062du06a9u0645u0631u0627u0646u06cc u06a9u06ccu062au0641u0635u06ccu0644u0627u062a

source: View validation rules
ur: u062au0648u062bu06ccu0642 u06a9u06d2u0642u0648u0627u0639u062fu0645u0644u0627u062du0638u06c1u06a9u0631u06ccu06ba

source: Scheduled days from start
ur: u0634u0631u0648u0639 u0633u06d2u0634u06ccu0688u0648u0644 u06a9u0631u062fu06c1u062fu0646

source: Deleted program attribute option successfully
ur: u06a9u0627u0645u06ccu0627u0628u06cc u0633u06d2u067eu0631u0648u06afu0631u0627u0645 u06a9u06ccu062eu0627u0635u06ccu062au0627u062eu062au06ccu0627u0631 u06a9u0648u062eu0627u0631u062c u06a9u0631 u062fu06ccu0627u06afu06ccu0627

source: Validation criteria management
ur: u062au0648u062bu06ccu0642u06ccu0645u0639u06ccu0627u0631 u06a9u06d2u0627u0646u062au0638u0627u0645

source: Aggregation data element
ur: u0645u062cu0645u0648u0639u06ccu0688u06ccu0679u0627 u0639u0646u0635u0631

source: Aggregation expression
ur: u0645u062cu0645u0648u0639u06cc u0627u0638u06c1u0627u0631

source: Aggregation data element is in use
ur: u0645u062cu0645u0648u0639u06ccu0688u06ccu0679u0627 u0639u0646u0635u0631u0627u0633u062au0639u0645u0627u0644u0645u06ccu06ba u06c1u06d2

source: Are you sure you want to delete this program data entry form?
ur: u06a9u06ccu0627 u0622u067eu0648u0627u0642u0639u06cc u06ccu06c1u067eu0631u0648u06afu0631u0627u0645u0688u06ccu0679u0627 u0627u0646u0679u0631u06ccu0641u0627u0631u0645 u062du0630u0641u06a9u0631u0646u0627 u0686u0627u06c1u062au06d2u06c1u06ccu06bau061f

source: Save
ur: u0645u062du0641u0648u0638 u06a9u0631u06ccu06ba

source: Please select one data element
ur: u0628u0631u0627u06c1 u06a9u0631u0645u0627u06ccu06a9 u0688u06ccu0679u0627u0639u0646u0635u0631 u0645u0646u062au062eu0628u06a9u0631u06ccu06ba

source: Single event
ur: u0633u0646u06afu0644 u0648u0627u0642u0639u06c1

source: Tracked entity instances
ur: u0679u0631u06ccu06a9 u06a9u0631u062fu06c1u0627u062fu0627u0631u06d2 u06a9u06ccu0645u062bu0627u0644

source: DOB type
ur: u0688u0648u0628 u0642u0633u0645

source: Description of enrollment date
ur: u0627u0646u062fu0631u0627u062c u06a9u06ccu062au0627u0631u06ccu062e u06a9u06ccu062au0641u0635u06ccu0644

source: Description of incident date
ur: u0648u0627u0642u0639u06c1 u06a9u06ccu062au0627u0631u06ccu062e u06a9u0627u0628u06ccu0627u0646

source: Date of enrollment
ur: u0627u0646u062fu0631u0627u062c u06a9u06ccu062au0627u0631u06ccu062e

source: Date of incident
ur: u0648u0627u0642u0639u06c1 u06a9u06cc u062au0627u0631u06ccu062e

source: Male
ur: u0645u0631u062f

source: Female
ur: u0639u0648u0631u062a

source: Trans-gender
ur: u0679u0631u0627u0646u0633 u062cu0646u0633

source: Verified
ur: u062au0635u062fu06ccu0642 u0634u062fu06c1

source: Declared
ur: u0627u0639u0644u0627u0646

source: Approximated
ur: u0642u0631u06ccu0628

source: Others
ur: u062fu06ccu06afu0631

source: Test condition
ur: u0679u06ccu0633u0679 u06a9u06cc u0634u0631u0637

source: Run successful
ur: u06a9u0627u0645u06ccu0627u0628 u0686u0644u0627u0626u06ccu06ba

source: Run failed
ur: u0631u0646 u0646u0627u06a9u0627u0645 u06c1u0648u06afu0626u06cc

source: Total of tracked entity instance registration
ur: u0679u0631u06ccu06a9 u06a9u0631u062fu06c1u0627u062fu0627u0631u06d2 u06a9u06ccu0645u062bu0627u0644 u06a9u0627u0631u062cu0633u0679u0631u06ccu0634u0646

source: Date of Birth
ur: u067eu06ccu062fu0627u0626u0634 u06a9u06ccu062au0627u0631u06ccu062e

source: Anonymous
ur: u06afu0645u0646u0627u0645

source: Edit program validation rule
ur: u067eu0631u0648u06afu0631u0627u0645 u06a9u06ccu062au0648u062bu06ccu0642 u06a9u06ccu062du06a9u0645u0631u0627u0646u06ccu0645u06ccu06ba u062au0631u0645u06ccu0645u06a9u0631u06ccu06ba

source: Age
ur: u0639u0645u0631

source: Assign validation for programs
ur: u067eu0631u0648u06afu0631u0627u0645u0648u06bau06a9u06d2 u0644u0626u06d2u062au0648u062bu06ccu0642u062au0641u0648u06ccu0636 u06a9u0631u06ccu06ba

source: Validation for date date elements
ur: u062au0627u0631u06ccu062e u06a9u06ccu062au0627u0631u06ccu062e u06a9u06d2u0639u0646u0627u0635u0631 u06a9u06ccu062au0648u062bu06ccu0642

source: Before current date
ur: u0645u0648u062cu0648u062fu06c1u062au0627u0631u06ccu062e u0633u06d2u067eu06c1u0644u06d2

source: Before or equal to current date
ur: u0645u0648u062cu0648u062fu06c1u062au0627u0631u06ccu062e u0633u06d2u067eu06c1u0644u06d2 u06ccu0627u0628u0631u0627u0628u0631

source: After current date
ur: u0645u0648u062cu0648u062fu06c1u062au0627u0631u06ccu062e u06a9u06d2u0628u0639u062f

source: After or equal to current date
ur: u0645u0648u062cu0648u062fu06c1u062au0627u0631u06ccu062e u06a9u06d2u0628u0639u062f u06ccu0627u0628u0631u0627u0628u0631

source: Before due date
ur: u062au0627u0631u06ccu062e u0633u06d2 u067eu06c1u0644u06d2

source: Before or equal to due date
ur: u062au0627u0631u06ccu062e u0633u06d2u067eu06c1u0644u06d2 u06ccu0627u0628u0631u0627u0628u0631

source: After due date
ur: u062au0627u0631u06ccu062e u06a9u06d2 u0628u0639u062f

source: After or equal to due date
ur: u0645u062au0648u0642u0639u062au0627u0631u06ccu062e u06a9u06d2u0628u0639u062f u06ccu0627u0628u0631u0627u0628u0631

source: In range due date
ur: u062du062f u0633u06d2 u0645u062au0639u0644u0642u062au0627u0631u06ccu062e u0645u06ccu06ba

source: Hide due date
ur: u062au0627u0631u06ccu062e u06a9u06ccu062au0627u0631u06ccu062eu0686u06beu067eu0627u0626u06ccu06ba

source: Condition
ur: u062du0627u0644u062a

source: No data elements of type date in the selected program stage
ur: u0645u0646u062au062eu0628 u06a9u0631u062fu06c1u067eu0631u0648u06afu0631u0627u0645 u06a9u06d2u0645u0631u062du0644u06d2 u0645u06ccu06bau0646u0648u0639u06ccu062a u06a9u06ccu06a9u0648u0626u06cc u062au0627u0631u06ccu062eu0639u0646u0627u0635u0631 u0646u06c1u06ccu06ba

source: Shown on reports
ur: u0631u067eu0648u0631u0679u0633 u067eu0631u062fu06a9u06beu0627u06ccu0627 u06afu06ccu0627

source: Show provided elsewhere
ur: u06a9u06c1u06ccu06ba u0627u0648u0631u0641u0631u0627u06c1u0645 u06a9u0631u062fu06c1u062fu06a9u06beu0627u0626u06ccu06ba

source: Available values
ur: u062fu0633u062au06ccu0627u0628 u0627u0642u062fu0627u0631

source: Insert selected values
ur: u0645u0646u062au062eu0628 u06a9u0631u062fu06c1u0627u0642u062fu0627u0631 u062fu0627u062eu0644u06a9u0631u06ccu06ba

source: Display provided other facility column
ur: u0688u0633u067eu0644u06d2 u062fu06ccu06afu0631u0633u06c1u0648u0644u062a u06a9u0627u0644u0645u0641u0631u0627u06c1u0645 u06a9u06cc

source: Tracked entity org unit registration
ur: u0679u0631u06ccu06a9 u06a9u0631u062fu06c1u0627u062fu0627u0631u06d2 u0627u06ccu0646u0627u06ccu0646 u06ccu0648u0646u0679u0631u062cu0633u0679u0631u06ccu0634u0646

source: Filter by data set
ur: u0688u06ccu0679u0627 u0633u06ccu0679 u06a9u06ccu0637u0631u0641 u0633u06d2 u0641u0644u0679u0631

source: Show all items
ur: u062au0645u0627u0645 u0627u0634u06ccu0627u0621u062fu06a9u06beu0627u0626u06ccu06ba

source: With registration
ur: u0631u062cu0633u0679u0631u06ccu0634u0646u06a9u06d2 u0633u0627u062au06be

source: Without registration
ur: u0631u062cu0633u0679u0631u06ccu0634u0646u06a9u06d2 u0628u063au06ccu0631

source: for
ur: u06a9u06d2 u0644u0626u06d2

source: Standard interval days
ur: u0645u0639u06ccu0627u0631u06ccu0648u0642u0641u06c1 u06a9u06d2 u062fu0646

source: Program enrollment
ur: u067eu0631u0648u06afu0631u0627u0645 u062fu0627u062eu0644u06c1

source: Due date
ur: u0627u062eu0631u06cc u062au0627u0631u06ccu062e

source: Stage visited
ur: u0645u0631u062du0644u06d2 u06a9u0627 u062fu0648u0631u06c1

source: Report date
ur: u0631u067eu0648u0631u0679 u06a9u06cc u062au0627u0631u06ccu062e

source: Program stage properties
ur: u067eu0631u0648u06afu0631u0627u0645u0645u0631u062du0644u06c1 u06a9u06ccu062eu0635u0648u0635u06ccu0627u062a

source: Allow provided elsewhere
ur: u062fu0648u0633u0631u06cc u062cu06afu06c1u0641u0631u0627u06c1u0645 u06a9u06ccu0627u062cu0627u0632u062a u062fu06ccu062au06d2u06c1u06ccu06ba
