Repository: dhis2/maintenance-app-beta
Catalog: i18n/*.po
Languages: ur

source: Sort by scheduled days
ur: u0645u0642u0631u0631 u06a9u0631u062fu06c1u062fu0646u0648u06ba u06a9u06cc u0637u0631u0641u0633u06d2 u062au0631u062au06ccu0628u062fu06ccu06ba

source: Assign program to organisation units for registering
ur: u0631u062cu0633u0679u0631u06ccu0634u0646u06a9u06d2 u0644u0626u06d2u062au0646u0638u06ccu0645u06ccu0648u0646u0679u0633 u06a9u06d2u067eu0631u0648u06afu0631u0627u0645 u06a9u0648u062au0641u0648u06ccu0636 u06a9u0631u06ccu06ba

source: Visited program stage
ur: u0645u0644u0627u062du0638u06c1u06a9u0631u062fu06c1u067eu0631u0648u06afu0631u0627u0645 u06a9u06d2u0645u0631u062du0644u06d2

source: Number of tracked entity instances
ur: u0679u0631u06ccu06a9 u06a9u0631u062fu06c1u0627u062fu0627u0631u0648u06ba u06a9u06ccu062au0639u062fu0627u062f

source: Number of visits
ur: u062fu0648u0631u0648u06ba u06a9u06cc u062au0639u062fu0627u062f

source: Visited selected program stage
ur: u0645u0646u062au062eu0628 u0634u062fu06c1u067eu0631u0648u06afu0631u0627u0645u0645u0631u062du0644u06d2 u06a9u0627u062fu0648u0631u06c1 u06a9u06ccu0627

source: Define formulas, expressions, rules for aggregation data fromname-based to aggregation system
ur: u0646u0627u0645 u0633u06d2 u062cu0645u0639u06a9u0631u0646u06d2 u06a9u06d2 u0644u0626u06d2u0641u0627u0631u0645u0648u0644u0633u060cu0627u0638u06c1u0627u0631u060cu0642u0648u0627u0639u062f u0648u0636u0648u0627u0628u0637 u06a9u06d2u0642u0648u0627u0646u06ccu0646 u06a9u06ccu0648u0636u0627u062du062a u06a9u0631u06ccu06ba

source: Show incident date
ur: u0648u0627u0642u0639u06c1 u06a9u06ccu062au0627u0631u06ccu062eu062fu06a9u06beu0627u0626u06ccu06ba

source: Display date of incident
ur: u0648u0627u0642u0639u06c1 u06a9u06ccu062au0627u0631u06ccu062eu062fu06a9u06beu0627u0626u06ccu06ba

source: Tracked entity attribute group sort order
ur: u0679u0631u06ccu06a9 u06a9u0631u062fu06c1u0627u062fu0627u0631u06d2 u0635u0641u062au06afu0631u0648u067e u062au0631u062au06ccu0628u062au0631u062au06ccu0628

source: Visit selected program stage n(th) time
ur: u0645u0646u062au062eu0628 u06a9u0631u062fu06c1u067eu0631u0648u06afu0631u0627u0645u0645u0631u062du0644u06d2 u0646(u0648u06ccu06ba) u0648u0642u062a u06a9u0627u062fu0648u0631u06c1 u06a9u0631u06ccu06ba

source: Program stage section
ur: u067eu0631u0648u06afu0631u0627u0645u0645u0631u062du0644u06c1u0633u06ccu06a9u0634u0646

source: Create new program stage section
ur: u0646u06ccu0627u067eu0631u0648u06afu0631u0627u0645u0645u0631u062du0644u06c1u0633u06ccu06a9u0634u0646u0628u0646u0627u0626u06ccu06ba

source: Update program stage section
ur: u0627u067e u0688u06ccu0679u067eu0631u0648u06afu0631u0627u0645u0645u0631u062du0644u06d2u0633u06ccu06a9u0634u0646

source: Program stage section sort order
ur: u067eu0631u0648u06afu0631u0627u0645u0645u0631u062du0644u06c1u0633u06ccu06a9u0634u0646u062au0631u062au06ccu0628u062au0631u062au06ccu0628

source: Add all
ur: u0633u0628u06beu06cc u0634u0627u0645u0644 u06a9u0631u06ccu06ba

source: Select attributes
ur: u0635u0641u0627u062a u0645u0646u062au062eu0628u06a9u0631u06ccu06ba

source: Display in list
ur: u0641u06c1u0631u0633u062a u0645u06ccu06bau0688u0633u067eu0644u06d2 u06a9u0631u06ccu06ba

source: Description of report date
ur: u0631u067eu0648u0631u0679 u06a9u06ccu062au0627u0631u06ccu062e u06a9u0627u0628u06ccu0627u0646

source: Reminder message templates
ur: u06ccu0627u062f u062fu06c1u0627u0646u06ccu06a9u06d2 u067eu06ccu063au0627u0645u0627u062au06a9u06d2 u0633u0627u0646u0686u0648u06ba

source: Message
ur: u067eu06ccu063au0627u0645

source: Parameters
ur: u067eu06ccu0631u0627u0645u06ccu0679u0631u0632

source: Program name
ur: u067eu0631u0648u06afu0631u0627u0645 u06a9u0627 u0646u0627u0645

source: Program stage name
ur: u067eu0631u0648u06afu0631u0627u0645u0645u0631u062du0644u06d2 u06a9u0627u0646u0627u0645

source: Organisation unit name
ur: u062au0646u0638u06ccu0645 u06ccu0648u0646u0679u06a9u0627 u0646u0627u0645

source: Days since due date
ur: u0645u062au0648u0642u0639u062au0627u0631u06ccu062e u06a9u06d2u0628u0639u062f u062fu0646

source: Automated Message Reminder
ur: u062eu0648u062fu06a9u0627u0631u067eu06ccu063au0627u0645 u06ccu0627u062fu062fu06c1u0627u0646u06cc

source: Schedule
ur: u0634u06ccu0688u0648u0644

source: Gateway type
ur: u06afu06ccu0679 u0648u06d2 u06a9u06cc u0642u0633u0645

source: Execute
ur: u0686u0644u0627u0626u06ccu06ba

source: Time for sending message
ur: u067eu06ccu063au0627u0645u0628u06beu06ccu062cu0646u06d2 u06a9u0627u0648u0642u062a

source: The number of attributes
ur: u0635u0641u0627u062a u06a9u06cc u062au0639u062fu0627u062f

source: Reminder
ur: u06ccu0627u062f u062fu06c1u0627u0646u06cc

source: Remove reminder
ur: u06ccu0627u062f u062fu06c1u0627u0646u06ccu06a9u0648 u06c1u0679u0627 u062fu06ccu06ba

source: Add more
ur: u0645u0632u06ccu062f u0634u0627u0645u0644 u06a9u0631u06ccu06ba

source: Inherit
ur: u0627u0646u062fu0631u0627u062c

source: Auto-generate event
ur: u0622u0679u0648 u062au062eu0644u06ccu0642u0627u06ccu0648u0646u0679

source: Generate events based on enrollment date
ur: u0627u0646u062fu0631u0627u062c u06a9u06ccu062au0627u0631u06ccu062e u067eu0631u0645u0628u0646u06ccu0648u0627u0642u0639u0627u062au067eu06ccu062fu0627 u06a9u0631u06ccu06ba

source: not incident date
ur: u0648u0627u0642u0639u06c1 u06a9u06ccu062au0627u0631u06ccu062e u0646u06c1u06ccu06ba

source: Executed successfully
ur: u06a9u0627u0645u06ccu0627u0628u06a9u0627u0645u06ccu0627u0628u06cc u0633u06d2

source: Different from
ur: u0633u06d2 u0645u062eu062au0644u0641

source: Not null
ur: u062eu0627u0644u06cc u0646u06c1u06ccu06ba

source: Are you sure you want to delete this program stage section ?
ur: u06a9u06ccu0627 u0622u067eu0648u0627u0642u0639u06cc u0627u0633u067eu0631u0648u06afu0631u0627u0645 u06a9u06d2u0645u0631u062du0644u06d2 u06a9u06d2u062du0635u06d2 u06a9u0648 u062du0630u0641u06a9u0631u0646u0627 u0686u0627u06c1u062au06d2u06c1u06ccu06bau061f

source: Enrollment details
ur: u0627u0646u062fu0631u0627u062c

source: Repeatable program stage details
ur: u062au062cu062fu06ccu062fu067eu0631u0648u06afu0631u0627u0645 u06a9u06d2u0645u0631u062du0644u06d2 u06a9u06ccu062au0641u0635u06ccu0644u0627u062a

source: Automated Aggregation
ur: u062eu0648u062fu06a9u0627u0631 u0645u062cu0645u0648u0639u06cc

source: Schedule automated aggregation
ur: u062eu0648u062f u06a9u0627u0631u0637u0631u06ccu0642u06d2 u0633u06d2u0645u062cu0645u0648u0639u06ccu0634u06ccu0688u0648u0644

source: Schedule an automated tracked entity aggregation process, e.g.to run all pre-defined aggregation queries every midnight.
ur: u062eu0648u062f u06a9u0627u0631u0637u0631u06ccu0642u06d2 u0633u06d2u0679u0631u06ccu06a9 u06a9u0631u062fu06c1u0627u062fu0627u0631u06d2u0645u062cu0645u0648u0639u06cc u0639u0645u0644u06a9u0627 u0634u06ccu0688u0648u0644u06a9u0631u06ccu06bau060c u0645u062bu0644u0627u06c1u0631 u0622u062fu06beu06cc u0631u0627u062au06a9u06d2 u0648u0642u062a u0633u06d2u067eu06c1u0644u06d2 u062au0645u0627u0645u067eu06c1u0644u06d2 u0633u06d2u0645u0642u0631u0631 u06a9u0631u062fu06c1u0645u062cu0645u0648u0639u06d2 u06a9u0648u0686u0644u0627u0646u06d2 u06a9u06d2u0644u0626u06d2.

source: Executing
ur: u0686u0644u0627u0646u0627

source: Age at visit (days since birth)
ur: u062fu0648u0631u06c1 u06a9u06cc u0639u0645u0631(u067eu06ccu062fu0627u0626u0634 u0633u06d2u067eu06c1u0644u06d2 u062fu0646)

source: Schedule automated message reminder
ur: u062eu0648u062fu06a9u0627u0631u067eu06ccu063au0627u0645 u06ccu0627u062fu062fu06c1u0627u0646u06ccu0634u06ccu0688u0648u0644

source: Display in reports
ur: u0631u067eu0648u0631u0679u0633 u0645u06ccu06bau062fu06a9u06beu0627u0626u06ccu06ba

source: Skip generation of events that are overdue (before enrollment date)
ur: u0627u0646 u0648u0627u0642u0639u0627u062au06a9u06cc u0646u0633u0644 u06a9u0648u0686u06beu0648u0691 u062fu0648 u062cu0648u063au0627u0644u0628 u06c1u0648(u0627u0646u062fu0631u0627u062c u06a9u06ccu062au0627u0631u06ccu062e u0633u06d2u067eu06c1u0644u06d2)

source: Display generate event box after completed
ur: u0645u06a9u0645u0644 u06c1u0648u0646u06d2u06a9u06d2 u0628u0639u062fu0627u06ccu0648u0646u0679 u0628u0627u06a9u0633u062au062eu0644u06ccu0642 u06a9u0631u06ccu06ba

source: Pre-generate event UID
ur: u067eu06ccu0634 u0645u0646u0638u0631u062au062eu0644u06ccu0642 u06a9u0631u06ccu06baUID

source: Name
ur: u0646u0627u0645

source: Code and Name
ur: u06a9u0648u0688 u0627u0648u0631 u0646u0627u0645

source: Sort by
ur: u06a9u06cc u0637u0631u0641 u0633u06d2u062au0631u062au06ccu0628 u062fu06ccu06ba

source: Block entry form after completed
ur: u0645u06a9u0645u0644 u06c1u0648u0646u06d2u06a9u06d2 u0628u0639u062fu062fu0627u062eu0644u06c1 u0641u0627u0631u0645u0628u0646u062f u06a9u0631u06ccu06ba

source: Please select operator number of visit for this condition
ur: u0627u0633 u0634u0631u0637 u06a9u06d2u0644u0626u06d2 u0645u0644u0627u062du0638u06c1u06a9u0631u06ccu06bau0622u067eu0631u06ccu0679u0631u0646u0645u0628u0631 u06a9u0627u0627u0646u062au062eu0627u0628u06a9u0631u06ccu06ba

source: Design program entry form
ur: u0688u06ccu0632u0627u0626u0646u067eu0631u0648u06afu0631u0627u0645u0627u0646u062fu0631u0627u062cu0641u0627u0631u0645

source: Create custom tracked entity data capture forms with trackedentity attributes.
ur: u0679u0631u06ccu06a9 u0634u062fu06c1u0627u06ccu0648u0679u06ccu0635u0641u062au0648u06ba u06a9u06d2u0633u0627u062au06be u0627u067eu0646u06ccu0645u0631u0636u06cc u06a9u06d2u0645u0637u0627u0628u0642 u0679u0631u06ccu06a9u06a9u0631u062fu06c1 u0627u062fu0627u0631u06d2u0688u06ccu0679u0627 u06a9u06ccu06afu0631u0641u062au0627u0631u06ccu0641u0627u0631u0645u0628u0646u0627u0626u06ccu06ba.

source: Labels
ur: u0644u06ccu0628u0644

source: Properties
ur: u067eu0631u0627u067eu0631u0679u06ccu0632

source: Full name
ur: u067eu0648u0631u0627 u0646u0627u0645

source: Date of birth
ur: u067eu06ccu062fu0627u0626u0634 u06a9u06ccu062au0627u0631u06ccu062e

source: Date of death
ur: u062au0627u0631u06ccu062e u0648u0641u0627u062a

source: Registration date
ur: u062fu0627u062eu0644u06d2 u06a9u06cc u062au0627u0631u06ccu062e

source: Is dead
ur: u0645u0631u06afu06ccu0627u06c1u06d2

source: Email
ur: u0627u06cc u0645u06ccu0644

source: Program entry form details
ur: u067eu0631u0648u06afu0631u0627u0645u0627u0646u062fu0631u0627u062cu0641u0627u0631u0645 u06a9u06ccu062au0641u0635u06ccu0644u0627u062a

source: Design program entry form form
ur: u0688u06ccu0632u0627u0626u0646u067eu0631u0648u06afu0631u0627u0645u0627u0646u0679u0631u06cc u0641u0627u0631u0645u0641u0627u0631u0645

source: Are you sure you want to delete program entry form?
ur: u06a9u06ccu0627 u0622u067eu0648u0627u0642u0639u06ccu067eu0631u0648u06afu0631u0627u0645u0627u0646u062fu0631u0627u062cu0641u0627u0631u0645 u062du0630u0641u06a9u0631u0646u0627 u0686u0627u06c1u062au06d2u06c1u06ccu06bau061f

source: Fixed attributes
ur: u0641u06a9u0633u0688 u0635u0641u062a

source: Left side expression
ur: u0628u0627u0626u06ccu06ba u0637u0631u0641u06a9u0627 u0627u0638u06c1u0627u0631

source: Right side expression
ur: u062fu0627u0626u06ccu06ba u0637u0631u0641u06a9u0627 u0627u0638u06c1u0627u0631

source: Sum of data element values
ur: u0627u0639u062fu0627u062f u0648u0634u0645u0627u0631 u0639u0646u0635u0631u0627u0642u062fu0627u0631 u06a9u06cc u0633u0645

source: Data element for sum/average/min/max
ur: u0631u0642u0645 / u0627u0648u0633u0637 /u0645u0646u0679 / u0632u06ccu0627u062fu06c1u0633u06d2 u0632u06ccu0627u062fu06c1 u06a9u06d2u0644u0626u06d2 u0688u06ccu0679u0627u0639u0646u0635u0631

source: Average of data element values
ur: u0627u0639u062fu0627u062f u0648u0634u0645u0627u0631 u0639u0646u0635u0631u0627u0642u062fu0627u0631 u06a9u06ccu0627u0648u0633u0637

source: Minimum of data element values
ur: u0627u0639u062fu0627u062f u0648u0634u0645u0627u0631 u0639u0646u0635u0631u0627u0642u062fu0627u0631 u06a9u06d2 u06a9u0645u0633u06d2 u06a9u0645

source: Maximum of data element values
ur: u0688u06ccu0679u0627 u0639u0646u0635u0631u06a9u06cc u0632u06ccu0627u062fu06c1 u0633u06d2u0632u06ccu0627u062fu06c1 u0642u062fu0631

source: Property already exists in form
ur: u062cu0627u0626u06ccu062fu0627u062fu067eu06c1u0644u06d2 u06c1u06ccu0641u0627u0631u0645 u0645u06ccu06bau0645u0648u062cu0648u062f u06c1u06d2

source: Label is already assigned to
ur: u0644u06ccu0628u0644 u067eu06c1u0644u06d2u0633u06d2 u06c1u06cc u062au0641u0648u06ccu0636u06a9u06ccu0627 u06afu06ccu0627 u06c1u06d2

source: Please insert all required fields
ur: u0628u0631u0627u06c1 u06a9u0631u0645u062au0645u0627u0645 u0636u0631u0648u0631u06ccu0634u0639u0628u06ccu06ba u062fu0627u062eu0644u06a9u0631u06ccu06ba

source: Required fields validation
ur: u0645u0637u0644u0648u0628u06c1u0641u06ccu0644u0688u0632 u06a9u06ccu062au0648u062bu06ccu0642

source: Insert label
ur: u0644u06ccu0628u0644 u0688u0627u0644u06ccu06ba

source: Insert properties
ur: u062eu0635u0648u0635u06ccu0627u062a u0688u0627u0644u06ccu06ba

source: Only enroll once (per tracked entity instance lifetime)
ur: u0635u0631u0641 u0627u06ccu06a9 u0628u0627u0631u0627u0646u062fu0631u0627u062c (u0641u06ccu0679u0631u06ccu06a9 u0627u062fu0627u0631u06d2u06a9u06cc u0632u0646u062fu06afu06ccu0632u0646u062fu06afu06cc)

source: Please insert a due-date
ur: u0628u0631u0627u06c1 u06a9u0631u0645u0627u06ccu06a9 u062au0627u0631u06ccu062eu062fu0631u062c u06a9u0631u06ccu06ba

source: Capture coordinates
ur: u0633u0645u062au0648u06ba u067eu0631 u0642u0628u0636u06c1

source: Task strategy
ur: u0679u0627u0633u06a9 u062du06a9u0645u062a u0639u0645u0644u06cc

source: Last month
ur: u067eu0686u06beu0644u06d2 u0645u06c1u06ccu0646u06d2

source: Last 3 months
ur: u0622u062eu0631u06cc 3 u0645u0627u06c1

source: Last 6 months
ur: u0622u062eu0631u06cc 6 u0645u0627u06c1

source: Last 12 months
ur: u0622u062eu0631u06cc 12 u0645u0627u06c1

source: Delete this form
ur: u0627u0633 u0641u0627u0631u0645 u06a9u0648u062du0630u0641 u06a9u0631u06ccu06ba

source: Auto save tracked entity forms
ur: u062eu0648u062f u06a9u0627u0631u0637u0631u06ccu0642u06d2 u0633u06d2u0679u0631u06ccu06a9 u0634u062fu06c1u0627u062fu0627u0631u06d2 u0641u0627u0631u0645u0645u062du0641u0648u0638 u06a9u0631u06ccu06ba

source: Please enter a name between 4 and 150 characters long
ur: u0628u0631u0627u06c1 u06a9u0631u0645 4u0627u0648u0631 150 u062du0631u0648u0641u0637u0648u06ccu0644 u06a9u06d2u062fu0631u0645u06ccu0627u0646 u0627u06ccu06a9u0646u0627u0645 u062fu0631u062cu06a9u0631u06ccu06ba

source: Save unsuccessfully
ur: u0646u0627u06a9u0627u0645 u06c1u0648u06afu06ccu0627

source: Validate form
ur: u062fu0631u0633u062a u0641u0627u0631u0645

source: The registration form passed validation successfully
ur: u0631u062cu0633u0679u0631u06ccu0634u0646u0641u0627u0631u0645u06a9u0627u0645u06ccu0627u0628u06cc u0633u06d2u0645u0646u0638u0648u0631u06c1u0648u06afu06ccu0627

source: Ask user to complete program when stage is complete
ur: u0645u0631u062du0644u06c1 u0645u06a9u0645u0644u06c1u0648u062cu0627u062au0627 u06c1u06d2u062cu0628 u0635u0627u0631u0641 u06a9u0648u067eu0631u0648u06afu0631u0627u0645u0645u06a9u0645u0644 u06a9u0631u0646u06d2u06a9u06d2 u0644u0626u06d2u067eu0648u0686u06beu06ccu06ba

source: Days since enrollment date
ur: u0627u0646u062fu0631u0627u062c u06a9u06ccu062au0627u0631u06ccu062e u06a9u06d2u0628u0639u062f u062fu0646

source: Date to compare
ur: u0645u0648u0627u0632u0646u06c1u06a9u0631u0646u06d2 u06a9u06ccu062au0627u0631u06ccu062e

source: View program indicators
ur: u067eu0631u0648u06afu0631u0627u0645u0627u0634u0627u0631u06d2u062fu06ccu06a9u06beu06ccu06ba

source: Are you sure you want to delete this program indicator?
ur: u06a9u06ccu0627 u0622u067eu0648u0627u0642u0639u06cc u06ccu06c1u067eu0631u0648u06afu0631u0627u0645u0627u0634u0627u0631u06d2 u062du0630u0641u06a9u0631u0646u0627 u0686u0627u06c1u062au06d2u06c1u06ccu06bau061f

source: Program indicator details
ur: u067eu0631u0648u06afu0631u0627u0645u0627u0634u0627u0631u06d2 u06a9u06ccu062au0641u0635u06ccu0644u0627u062a

source: Edit expression
ur: u0627u0638u06c1u0627u0631 u0645u06ccu06bau062au0631u0645u06ccu0645 u06a9u0631u06ccu06ba

source: Edit filter
ur: u0641u0644u0679u0631 u0645u06ccu06bau062au0631u0645u06ccu0645 u06a9u0631u06ccu06ba

source: Date for calculating
ur: u062du0633u0627u0628 u06a9u06d2 u0644u0626u06d2u062au0627u0631u06ccu062e

source: Create new program indicator
ur: u0646u06ccu0627u067eu0631u0648u06afu0631u0627u0645u0627u0634u0627u0631u06d2u0628u0646u0627u0626u06ccu06ba

source: Edit program indicator
ur: u067eu0631u0648u06afu0631u0627u0645u0627u0634u0627u0631u06d2 u0645u06ccu06bau062au0631u0645u06ccu0645 u06a9u0631u06ccu06ba

source: Program indicator
ur: u067eu0631u0648u06afu0631u0627u0645 u0627u0634u0627u0631u06d2

source: Disable registration fields
ur: u0631u062cu0633u0679u0631u06ccu0634u0646u06a9u06d2 u0634u0639u0628u0648u06ba u06a9u0648u063au06ccu0631 u0641u0639u0627u0644u06a9u0631u06ccu06ba

source: Data entry
ur: u0688u06ccu0679u0627 u0627u0646u0679u0631u06cc

source: Combine
ur: u06ccu06a9u062cu0627

source: Completed
ur: u0645u06a9u0645u0644

source: Events
ur: u062au0642u0631u06ccu0628u0627u062a

source: Allow enrollment at all org units
ur: u062au0645u0627u0645u0627u062fu0627u0631u0648u06ba u0645u06ccu06bau0627u0646u062fu0631u0627u062c u06a9u06ccu0627u062cu0627u0632u062a u062fu06ccu06ba

source: Other program stages
ur: u062fu06ccu06afu0631u067eu0631u0648u06afu0631u0627u0645 u06a9u06d2u0645u0631u062du0644u06d2

source: AND
ur: u0627u0648u0631

source: OR
ur: u06ccu0627

source: Filter by type
ur: u0642u0633u0645 u06a9u06cc u0637u0631u0641u0633u06d2 u0641u0644u0679u0631

source: Enrollment date
ur: u0627u0646u062fu0631u0627u062c u06a9u06ccu062au0627u0631u06ccu062e

source: Days since incident date
ur: u0648u0627u0642u0639u06c1 u06a9u06ccu062au0627u0631u06ccu062e u06a9u06d2u0628u0639u062f u062fu0646

source: View all
ur: u0633u0628 u062fu06ccu06a9u06beu06ccu06ba

source: Tracked entity attribute visit schedule
ur: u0679u0631u06ccu06a9 u06a9u0631u062fu06c1u0627u062fu0627u0631u06d2 u0648u0635u0641u062fu0648u0631u06c1 u0634u06ccu0688u0648u0644

source: Configure which tracked entity attributes are added to thevisit schedule. Gives better overview when used for tracking.
ur: u0627u0633 u062au0631u062au06ccu0628 u06a9u0648u062au0631u062au06ccu0628 u062fu06ccu06bau062cu0633 u0645u06ccu06ba u0679u0631u06ccu06a9u06a9u0631u062fu06c1 u0627u06ccu0648u0679u06ccu062eu0627u0635u06ccu062a u062fu0648u0631u06c1u0634u06ccu0688u0648u0644 u0645u06ccu06bau0634u0627u0645u0644 u06c1u06ccu06ba.u0679u0631u06ccu06a9u0646u06af u06a9u06d2u0644u0626u06d2u0627u0633u062au0639u0645u0627u0644u06a9u0631u062au06d2 u0648u0642u062au0628u06c1u062au0631 u062cu0627u0626u0632u06c1u062fu06ccu062au0627 u06c1u06d2.

source: Selected program stages
ur: u0645u0646u062au062eu0628 u06a9u0631u062fu06c1u0645u0631u062du0644u06d2 u06a9u06d2u0645u0631u062du0644u06d2

source: Organisation unit phone number
ur: u062au0646u0638u06ccu0645 u06ccu0648u0646u0679u0641u0648u0646 u0646u0645u0628u0631

source: All users in organisation unit registered
ur: u062au0646u0638u06ccu0645 u06ccu0648u0646u0679u06a9u06d2 u062au0645u0627u0645u0635u0627u0631u0641u06ccu0646u0631u062cu0633u0679u0631u0688 u06c1u06ccu06ba

source: Date in future
ur: u0645u0633u062au0642u0628u0644 u0645u06ccu06bau062au0627u0631u06ccu062e

source: Age(years)
ur: u0639u0645u0631 (u0633u0627u0644)

source: Complete event
ur: u0645u06a9u0645u0644 u0627u06ccu0648u0646u0679

source: Send to
ur: u06a9u06d2 u0644u0626u06d2 u0628u06beu06ccu062c

source: Complete program
ur: u0645u06a9u0645u0644 u067eu0631u0648u06afu0631u0627u0645

source: Complete program stage
ur: u0645u06a9u0645u0644u067eu0631u0648u06afu0631u0627u0645 u06a9u0627u0645u0631u062du0644u06c1

source: From the day set
ur: u062fu0646 u06a9u06cc u0633u06ccu0679 u0633u06d2

source: Organisation unit count
ur: u062au0646u0638u06ccu0645 u06ccu0648u0646u0679u06a9u0627 u0634u0645u0627u0631

source: Default registration form
ur: u067eu06c1u0644u06d2 u0633u06d2 u0637u06d2u0634u062fu06c1u0631u062cu0633u0679u0631u06ccu0634u0646u0641u0627u0631u0645

source: Available dynamic attributes
ur: u062fu0633u062au06ccu0627u0628u0645u062au062du0631u06a9u062eu0635u0648u0635u06ccu0627u062a

source: Selected dynamic attributes
ur: u0645u0646u062au062eu0628u0645u062au062du0631u06a9u062eu0635u0648u0635u06ccu0627u062a

source: Create default registration form
ur: u0688u06ccu0641u0627u0644u0679u0631u062cu0633u0679u0631u06ccu0634u0646u0641u0627u0631u0645u0628u0646u0627u0626u06ccu06ba

source: Set enrollment date to date of birth
ur: u0627u0646u062fu0631u0627u062c u06a9u06ccu062au0627u0631u06ccu062e u06a9u0648u062au0627u0631u06ccu062eu067eu06ccu062fu0627u0626u0634 u06a9u06d2u0645u0637u0627u0628u0642 u0645u0642u0631u0631u06a9u0631u06ccu06ba

source: Default form name
ur: u067eu06c1u0644u06d2 u0633u06d2 u0637u06d2u0634u062fu06c1 u0641u0627u0631u0645 u06a9u0627u0646u0627u0645

source: Custom form name
ur: u0627u067eu0646u06cc u0645u0631u0636u06ccu06a9u06d2 u0645u0637u0627u0628u0642u0641u0627u0631u0645 u06a9u0627 u0646u0627u0645

source: Allow selecting enrollment dates in future
ur: u0645u0633u062au0642u0628u0644 u0645u06ccu06bau0627u0646u062fu0631u0627u062c u06a9u06ccu062au0627u0631u06ccu062eu0648u06ba u06a9u0648u0645u0646u062au062eu0628 u06a9u0631u0646u06d2u06a9u06cc u0627u062cu0627u0632u062au062fu06ccu06ba

source: Allow future enrollment dates
ur: u0645u0633u062au0642u0628u0644 u0645u06ccu06bau0627u0646u062fu0631u0627u062c u06a9u06ccu062au0627u0631u06ccu062eu0648u06ba u06a9u06ccu0627u062cu0627u0632u062a u062fu06ccu06ba

source: Allow future incident dates
ur: u0645u0633u062au0642u0628u0644 u06a9u06d2u0648u0627u0642u0639u0627u062a u06a9u06ccu062au0627u0631u06ccu062e u06a9u06ccu0627u062cu0627u0632u062a u062fu06ccu06ba

source: Relationship text
ur: u0631u0634u062au06c1 u0645u062au0646

source: Relationship details
ur: u0631u0634u062au06c1 u06a9u06ccu062au0641u0635u06ccu0644u0627u062a

source: Program related
ur: u067eu0631u0648u06afu0631u0627u0645 u0633u06d2u0645u062au0639u0644u0642u06c1

source: No program
ur: u06a9u0648u0626u06ccu067eu0631u0648u06afu0631u0627u0645u0646u06c1u06ccu06ba

source: Display as radio button
ur: u0631u06ccu0688u06ccu0648 u0628u0679u0646u06a9u06d2 u0637u0648u0631 u067eu0631u062fu06a9u06beu0627u0626u06ccu06ba

source: Days scheduled
ur: u062fu0646 u0645u0642u0631u0631u06c1

source: Tracked entity instance (SMS only)
ur: u0679u0631u06ccu06a9 u0634u062fu06c1u0627u062fu0627u0631u06d2 u0645u062bu0627u0644(u0635u0631u0641 u0627u06ccu0633u0627u06ccu0645 u0627u06ccu0633)

source: Organisation unit phone number (SMS only)
ur: u062au0646u0638u06ccu0645 u06ccu0648u0646u0679u0641u0648u0646 u0646u0645u0628u0631(u0635u0631u0641 u0627u06ccu0633u0627u06ccu0645 u0627u06ccu0633)

source: Health worker assigned to tracked entity instance
ur: u0679u0631u06ccu0646u0646u06afu0627u062fu0627u0631u06d2 u0645u062bu0627u0644u06a9u06d2 u0637u0648u0631 u067eu0631u0645u0642u0631u0631 u06a9u0631u062fu06c1u0635u062du062a u0648u0631u06a9u0631

source: All users at organisation unit
ur: u062au0646u0638u06ccu0645 u06ccu0648u0646u0679u0645u06ccu06ba u062au0645u0627u0645u0635u0627u0631u0641u06ccu0646

source: Send base on
ur: u0628u0646u06ccu0627u062f u067eu0631u0628u06beu06ccu062cu06ccu06ba

source: Characters without params
ur: u0628u063au06ccu0631 u067eu06ccu0631u0633u06a9u06d2 u062du0631u0648u0641

source: scheduled date
ur: u00a0u0645u0642u0631u0631 u06a9u0631u062fu06c1u062au0627u0631u06ccu062e

source: Send message
ur: u067eu06ccu063au0627u0645 u0628u06beu06ccu062cu06ccu06ba

source: Message is sent
ur: u067eu06ccu063au0627u0645 u0628u06beu06ccu062cu062fu06ccu0627 u06afu06ccu0627 u06c1u06d2

source: Recipients
ur: u0648u0635u0648u0644 u06a9u0646u0646u062fu06afu0627u0646

source: Message type
ur: u067eu06ccu063au0627u0645 u06a9u06cc u0642u0633u0645

source: Both
ur: u062fu0648u0646u0648u06ba

source: Direct SMS
ur: u0628u0631u0627u06c1 u0631u0627u0633u062au0627u06ccu0633 u0627u06ccu0645 u0627u06ccu0633
