Repository: dhis2/maintenance-app-beta
Catalog: i18n/*.po
Languages: ur

source: Organisation unit group list
ur: u062au0646u0638u06ccu0645 u06ccu0648u0646u0679u06afu0631u0648u067e u06a9u06ccu0641u06c1u0631u0633u062a

source: Person data archive
ur: u0634u062eu0635 u0688u06ccu0679u0627u0622u0631u06a9u0627u0626u06ccu0648

source: Archive person data which is not currently relevant to yoursystem in order to improve performance. Data can also beunarchived.
ur: u0622u0631u06a9u0627u0626u06ccu0648u0634u062eu0635 u06a9u06d2u0627u0639u062fu0627u062f u0648u0634u0645u0627u0631 u062cu0648 u0641u06ccu0627u0644u062du0627u0644u06a9u0627u0631u06a9u0631u062fu06afu06ccu06a9u0648 u0628u06c1u062au0631u0628u0646u0627u0646u06d2 u06a9u06d2u0644u0626u06d2 u0622u067e u06a9u06d2u0633u0633u0679u0645 u0633u06d2u0645u062au0639u0644u0642u06c1u0646u06c1u06ccu06ba u06c1u06d2.u0688u06ccu0679u0627 u0628u06beu06ccu063au06ccu0631 u0645u0648u062bu0631u06c1u0648u0633u06a9u062au0627 u06c1u06d2.

source: You must choose the organisation unit has parent to prune. Please try again!
ur: u0622u067e u06a9u0648 u0644u0627u0632u0645u06ccu0637u0648u0631 u067eu0631u0645u0646u062au062eu0628 u06a9u0631u0646u0627u0686u0627u06c1u0626u06d2 u06a9u06c1u062au0646u0638u06ccu0645 u06ccu0648u0646u0679u0645u06ccu06ba u0648u0627u0644u062fu06ccu0646u06a9u0627 u0627u062bu0631 u06c1u0648u062au0627u06c1u06d2. u062fu0648u0628u0627u0631u06c1u06a9u0648u0634u0634 u06a9u0631u06ccu06ba!

source: Restricted user tables cannot be referenced in query
ur: u0645u062du062fu0648u062f u0635u0627u0631u0641u0635u0627u0631u0641 u0645u06ccu0632u06ccu06bau0633u0648u0627u0644 u0645u06ccu06bau062du0648u0627u0644u06c1 u0646u06c1u06ccu06bau0628u0646u0633u06a9u062au06cc u06c1u06ccu06ba

source: Sections with invalid category combinations
ur: u062cu0639u0644u06cc u0642u0633u0645 u06a9u06d2u0645u062cu0645u0648u0639u0648u06ba u06a9u06d2u0633u0627u062au06be u062du0635u06d2

source: Do you want to delete this SQL view object ?
ur: u06a9u06ccu0627 u0622u067e u0627u0633 SQLu062fu06ccu06a9u06beu06ccu06bau0627u0639u062au0631u0627u0636 u06a9u0648u062du0630u0641 u06a9u0631u0646u0627u0686u0627u06c1u062au06d2 u06c1u06ccu06bau061f

source: Clear data mart
ur: u0688u06ccu0679u0627 u0645u0627u0631 u0688u0627u0644u0648

source: Rebuild data mart index
ur: u0627u0639u062fu0627u062f u0648u0634u0645u0627u0631 u0645u0627u0631u06a9u0627u0646u0688u06ccu06a9u0633u062fu0648u0628u0627u0631u06c1u0628u0646u0627u0646u0627

source: Display zeros
ur: u0638u06c1u0648u0631 u062fu06a9u06beu0627u0626u06ccu06ba

source: Raw data
ur: u062eu0627u0645 u0688u06ccu0679u0627

source: Download as HTML
ur: HTML u06a9u06d2 u0637u0648u0631 u067eu0631u0688u0627u0624u0646 u0644u0648u0688u06a9u0631u06ccu06ba

source: Download as XML
ur: XML u06a9u06d2 u0637u0648u0631 u067eu0631u0688u0627u0624u0646 u0644u0648u0688u06a9u0631u06ccu06ba

source: Download as JSON
ur: JSON u06a9u06d2 u0637u0648u0631 u067eu0631u0688u0627u0624u0646 u0644u0648u0688u06a9u0631u06ccu06ba

source: Data element structure
ur: u0688u06ccu0679u0627 u0639u0646u0635u0631u06a9u06cc u0633u0627u062eu062a

source: Add Constant
ur: u0645u0633u0644u0633u0644 u0634u0627u0645u0644u06a9u0631u06ccu06ba

source: Edit Constant
ur: u0645u0633u0644u0633u0644u062au0631u0645u06ccu0645 u06a9u0631u06ccu06ba

source: Value must be an number
ur: u0648u06ccu0644u06ccu0648 u0627u06ccu06a9u0646u0645u0628u0631 u06c1u0648u0646u0627u0636u0631u0648u0631u06cc u06c1u06d2

source: Do you want to delete this constant?
ur: u06a9u06ccu0627 u0622u067e u06ccu06c1u0645u0633u062au0642u0644 u0637u0648u0631u067eu0631 u062eu062au0645 u06a9u0631u0646u0627u0686u0627u06c1u062au06d2 u06c1u06ccu06bau061f

source: Object type
ur: u0622u0628u062cu06ccu06a9u0679 u06a9u06cc u0642u0633u0645

source: Users logged in
ur: u0644u0627u06af u0627u0646 u0635u0627u0631u0641u06ccu0646

source: Today
ur: u0622u062c

source: Yesterday
ur: u06a9u0644

source: Last 2 days
ur: u0622u062eu0631u06cc 2 u062fu0646

source: Last 7 days
ur: u0622u062eu0631u06cc 7 u062fu0646

source: Last 30 days
ur: u0622u062eu0631u06cc 30 u062fu0646

source: Dynamic Attributes
ur: u0645u062au062du0631u06a9 u062eu0635u0648u0635u06ccu0627u062a

source: User Group
ur: u0635u0627u0631u0641 u06afu0631u0648u067e

source: Program
ur: u067eu0631u0648u06afu0631u0627u0645

source: Program Stage
ur: u067eu0631u0648u06afu0631u0627u0645 u06a9u0627u0645u0631u062du0644u06c1

source: Tracked entity
ur: u0679u0631u06ccu06a9 u0634u062fu06c1 u0627u062fu0627u0631u06d2

source: Add Attribute
ur: u062eu0635u0648u0635u06ccu062au0634u0627u0645u0644 u06a9u0631u06ccu06ba

source: Edit Attribute
ur: u062eu0635u0648u0635u06ccu062a u0645u06ccu06bau062au0631u0645u06ccu0645 u06a9u0631u06ccu06ba

source: Assigned to
ur: u0645u0642u0631u0631 u06a9u06ccu0627u060cu0645u0642u0631u0631 u06a9u0631u0646u0627

source: Attribute sort order
ur: u062au0631u062au06ccu0628u062au0631u062au06ccu0628 u062fu06ccu06ba

source: Scheduling is
ur: u0634u06ccu0688u0648u0644u0646u06af u06c1u06d2

source: Scheduling
ur: u0634u06ccu0688u0648u0644u0646u06af

source: Scheduling management
ur: u0634u06ccu0688u0648u0644u0646u06afu0645u06ccu0646u062cu0645u0646u0679

source: Stop
ur: u0628u0646u062f u06a9u0631u0648

source: Refresh
ur: u0631u06ccu0641u0631u06ccu0634 u06a9u0631u06ccu06ba

source: Aggregation period types
ur: u0645u062cu0645u0648u0639u06cc u0645u062fu062au06a9u06cc u0627u0642u0633u0627u0645

source: active
ur: u0641u0639u0627u0644

source: Resource tables
ur: u0648u0633u0627u0626u0644 u06a9u06cc u0645u06ccu0632u06ccu06ba

source: Data mart
ur: u0688u06ccu0679u0627 u0645u0627u0631u0679

source: Analytics tables
ur: u062au062cu0632u06ccu06c1 u06a9u06cc u0645u06ccu0632u06ccu06ba

source: Analytics tables task strategy
ur: u062au062cu0632u06ccu0627u062a u06a9u06ccu0645u06ccu0632u06ccu06ba u06a9u0627u0645u06a9u06cc u062du06a9u0645u062au0639u0645u0644u06cc

source: Data statistics task strategy
ur: u0627u0639u062fu0627u062f u0648u0634u0645u0627u0631 u06a9u06d2u0627u0639u062fu0627u062f u0648u0634u0645u0627u0631 u06a9u06d2 u06a9u0627u0645u06a9u06cc u062du06a9u0645u062au0639u0645u0644u06cc

source: Last 2 years daily
ur: u0631u0648u0632u0627u0646u06c1u06afu0632u0634u062au06c1 2 u0633u0627u0644

source: Last 3 years daily
ur: u06afu0632u0634u062au06c1 u062au06ccu0646u0633u0627u0644 u0631u0648u0632u0627u0646u06c1

source: All daily
ur: u06c1u0631 u0631u0648u0632

source: Right Now
ur: u00a0u0627u0628u06beu06cc

source: Execute Now
ur: u0627u0628 u0686u0644u0627u0626u06ccu06ba

source: All every 15 minutes
ur: u06c1u0631 15 u0645u0646u0679

source: Resource tables task strategy
ur: u0631u06ccu0633u0648u0631u0633u0645u06ccu0632u06ccu06ba u06a9u0627u0645u06a9u06cc u062du06a9u0645u062au0639u0645u0644u06cc

source: Data mart task strategy
ur: u0688u06ccu0679u0627 u0645u0627u0631u0634u0644u06a9u0627u0645 u06a9u06cc u062du06a9u0645u062au0639u0645u0644u06cc

source: Never
ur: u06a9u0628u06beu06cc u0646u06c1u06ccu06ba

source: Last 12 months daily
ur: u0631u0648u0632u0627u0646u06c1u06afu0632u0634u062au06c1 12 u0645u0627u06c1

source: Last 6 months daily + 6 to 12 months weekly
ur: u0631u0648u0632u0627u0646u06c1 6 u0645u0627u06c1u0631u0648u0632u0627u0646u06c1 + 6 u0633u06d212 u0645u0627u06c1 u06c1u0641u062au06c1

source: Daily
ur: u0631u0648u0632u0627u0646u06c1

source: Organisation unit group set aggregation level
ur: u062au0646u0638u06ccu0645 u06ccu0648u0646u0679u06afu0631u0648u067eu0645u062cu0645u0648u0639u06cc u0633u0637u062du06a9u0627 u062au0639u06ccu0646u06a9u0631u062au0627 u06c1u06d2

source: Aggregated org unit data values
ur: u0645u062cu0645u0648u0639u06ccu0627u062cu0632u0627u0621 u06ccu0648u0646u0679u0688u06ccu0679u0627 u06a9u06ccu0627u0642u062fu0627u0631

source: Aggregated org unit indicator values
ur: u0645u062cu0645u0648u0639u06ccu0627u062cu0632u0627u0621 u06ccu0648u0646u0679u0627u0634u0627u0631u06d2u0627u0642u062fu0627u0631

source: Are you sure you want to execute all tasks now? Taskprocessing might fully utilize your system resources and slowdown other operations.
ur: u06a9u06ccu0627 u0622u067eu0648u0627u0642u0639u06cc u0633u0628u06a9u0627u0645u0648u06ba u06a9u0648u0639u0645u0644 u06a9u0631u0646u0627u0686u0627u06c1u062au06d2 u06c1u06ccu06bau061fu0679u0627u0633u067eu0631u0648u0633u06ccu0633u0646u06afu0622u067e u06a9u06d2 u0633u0633u0679u0645u06a9u06d2 u0648u0633u0627u0626u0644 u06a9u0648u0645u06a9u0645u0644 u0637u0648u0631 u067eu0631u0627u0633u062au0639u0645u0627u0644u06a9u0631u0633u06a9u062au06d2 u06c1u06ccu06bau0627u0648u0631 u062fu0648u0633u0631u06d2u0622u067eu0631u06ccu0634u0646 u06a9u0648u0633u0633u062a u06a9u0631u0633u06a9u062au06d2u06c1u06ccu06ba.

source: No aggregation
ur: u06a9u0648u0626u06ccu0645u062cu0645u0648u0639u06ccu0646u06c1u06ccu06ba

source: Data elements in data set but not in form or sections
ur: u0627u0639u062fu0627u062f u0648u0634u0645u0627u0631 u06a9u06d2 u0633u06ccu0679u0645u06ccu06ba u0688u06ccu0679u0627u0639u0646u0627u0635u0631 u0644u06ccu06a9u0646u0634u06a9u0644 u06ccu0627 u062du0635u0648u06bau0645u06ccu06ba u0646u06c1u06ccu06ba

source: Add option set
ur: u0622u067eu0634u0646 u0633u06ccu0679u0634u0627u0645u0644 u06a9u0631u06ccu06ba

source: Edit option set
ur: u0627u062eu062au06ccu0627u0631 u0633u06ccu0679u0645u06ccu06ba u062au0631u0645u06ccu0645u06a9u0631u06ccu06ba

source: Do you want to delete this option set?
ur: u06a9u06ccu0627 u0622u067e u0627u0633u0627u062eu062au06ccu0627u0631 u06a9u0627u0633u06ccu0679 u062du0630u0641u06a9u0631u0646u0627 u0686u0627u06c1u062au06d2u06c1u06ccu06bau061f

source: Lock Exception Management
ur: u0644u0627u06a9u0627u0633u062au0642u0628u0627u0644u0645u06ccu0646u062cu0645u0646u0679

source: Lock Exception
ur: u0644u0627u06a9 u0627u0633u062au0642u0628u0627u0644

source: Do you want to delete this lock exception?
ur: u06a9u06ccu0627 u0622u067e u06ccu06c1u062au0627u0644u0627u0627u0633u062au062bu0646u0627 u062du0630u0641u06a9u0631u0646u0627 u0686u0627u06c1u062au06d2u06c1u06ccu06bau061f

source: Do you want to delete lock exceptions with this configuration?
ur: u06a9u06ccu0627 u0622u067e u0627u0633u062au0631u062au06ccu0628 u06a9u06d2u0633u0627u062au06be u062au0627u0644u0627u0631u0639u0627u06ccu062a u062eu062au0645u06a9u0631u0646u0627 u0686u0627u06c1u062au06d2u06c1u06ccu06bau061f

source: Create new lock exception
ur: u0646u0626u06cc u062au0627u0644u0627u0631u0639u0627u06ccu062au0628u0646u0627u0626u06ccu06ba

source: Edit lock exception
ur: u0627u0633u062au062bu0646u0627u0621 u06a9u0648u062au062fu0648u06ccu0646 u06a9u0631u06ccu06ba

source: Lock exception batch removal
ur: u0644u0627 u0645u062du062fu0648u062fu0631u0639u0627u06ccu062au06cc u0628u06ccu0686u06c1u0679u0627u0646u06d2

source: Back to lock exception
ur: u0627u0633u062au062bu0646u0627u0621 u06a9u0648u0631u0648u06a9u0646u06d2 u06a9u06d2u0644u0626u06d2 u0648u0627u067eu0633

source: Batch deletion
ur: u0628u06ccu0686 u062eu062au0645

source: Deleting lock exceptions
ur: u062au0627u0644u0627u0627u0633u062au062bu0646u0627 u062du0630u0641u06a9u0631u0646u0627

source: Error at
ur: u0645u06ccu06ba u062eu0631u0627u0628u06cc

source: not started
ur: u0634u0631u0648u0639 u0646u06c1u06ccu06ba u06a9u06ccu0627

source: Aggregated data set completeness
ur: u0645u062cu0645u0648u0639u06ccu0688u06ccu0679u0627 u0633u06ccu0679u0645u06a9u0645u0644

source: Show SQL view
ur: SQL u0645u0646u0638u0631 u062fu06a9u06beu0627u0626u06ccu06ba

source: Financial Yearly
ur: u0645u0627u0644u06cc u0633u0627u0644u0627u0646u06c1

source: Update option
ur: u0627u062eu062au06ccu0627u0631 u0627u067eu0688u06ccu0679 u06a9u0631u06ccu06ba

source: Removing min-max values
ur: u06a9u0645 u0633u06d2 u06a9u0645u0627u0642u062fu0627u0631 u06a9u0648u06c1u0679u0627u0646u0627

source: Generating min-max values
ur: u06a9u0645 u0633u06d2 u06a9u0645u0627u0642u062fu0627u0631 u06a9u06ccu0642u062fu0631

source: Period structure
ur: u0645u062fu062a u06a9u06cc u0633u0627u062eu062a

source: Data element category option combinations
ur: u0688u06ccu0679u0627 u0639u0646u0635u0631u0632u0645u0631u06c1u0627u062eu062au06ccu0627u0631 u06a9u06d2u0645u062cu0645u0648u0639u06d2

source: Update category option combinations
ur: u062au0627u0632u06c1 u062au0631u06ccu0646u0642u0633u0645 u06a9u0627u0627u062eu062au06ccu0627u0631u0645u062cu0645u0648u0639u06c1

source: Update organisation unit paths
ur: u062au0646u0638u06ccu0645 u06ccu0648u0646u0679u0631u0627u0633u062au0648u06ba u06a9u0648u0627u067e u0688u06ccu0679 u06a9u0631u06ccu06ba

source: Date period structure
ur: u062au0627u0631u06ccu062e u06a9u06ccu0645u062fu062a u06a9u06cc u0633u0627u062eu062a

source: Locale
ur: u0644u0648u06a9u0644

source: Locale Management
ur: u0644u0648u06a9u0644 u0645u06ccu0646u062cu0645u0646u0679

source: Create New Locale
ur: u0646u06ccu0627 u0639u0644u0627u0642u06c1u0628u0646u0627u0626u06ccu06ba

source: Locale Details
ur: u0644u0648u06a9u0644 u062au0641u0635u06ccu0644u0627u062a

source: Edit Locale
ur: u0644u0648u06a9u0644 u0645u06ccu06bau062au0631u0645u06ccu0645 u06a9u0631u06ccu06ba

source: Are you sure you want to delete this locale?
ur: u06a9u06ccu0627 u0622u067eu0648u0627u0642u0639u06cc u06ccu06c1u0639u0644u0627u0642u06c1 u062du0630u0641u06a9u0631u0646u0627 u0686u0627u06c1u062au06d2u06c1u06ccu06bau061f

source: Language
ur: u0632u0628u0627u0646

source: Country
ur: u0645u0644u06a9

source: Please select a language
ur: u0628u0631u0627u06c1u0645u06c1u0631u0628u0627u0646u06ccu0632u0628u0627u0646 u0645u0646u062au062eu0628u06a9u0631u06ccu06ba

source: Please select a country
ur: u0627u06ccu06a9 u0645u0644u06a9u0645u0646u062au062eu0628 u06a9u0631u06ccu06ba

source: Data monitoring
ur: u0688u06ccu0679u0627 u06a9u06cc u0646u06afu0631u0627u0646u06cc

source: Data monitoring strategy
ur: u0688u06ccu0679u0627 u06a9u06ccu0646u06afu0631u0627u0646u06cc u06a9u06ccu062du06a9u0645u062a u0639u0645u0644u06cc

source: Last hour
ur: u0622u062eu0631u06cc u06afu06beu0646u0679u06c1

source: Last year daily
ur: u06afu0632u0634u062au06c1 u0631u0648u0632u0631u0648u0632u0627u0646u06c1

source: Disabled
ur: u0645u0639u0630u0648u0631

source: Data synchronization
ur: u0688u06ccu0679u0627 u06c1u0645 u0622u06c1u0646u06afu06cc

source: Data synchronization strategy
ur: u0688u06ccu0679u0627 u06c1u0645u0622u06c1u0646u06afu06cc u06a9u06ccu062du06a9u0645u062a u0639u0645u0644u06cc

source: SMS scheduler strategy
ur: u00a0u0627u06ccu0633 u0627u06ccu0645u0627u06ccu0633 u0634u06ccu0688u0648u0644u0631u062du06a9u0645u062a u0639u0645u0644u06cc

source: SMS scheduler
ur: u0627u06ccu0633 u0627u06ccu0645 u0627u06ccu0633u0634u06ccu0688u0648u0644u0631

source: Enabled
ur: u0641u0639u0627u0644

source: Last success
ur: u0622u062eu0631u06cc u06a9u0627u0645u06ccu0627u0628u06cc

source: Option management
ur: u0627u062eu062au06ccu0627u0631u06ccu0645u06ccu0646u062cu0645u0646u0679

source: Sort options
ur: u062au0631u062au06ccu0628 u062fu06ccu06bau0627u062eu062au06ccu0627u0631u0627u062a

source: Available options
ur: u062fu0633u062au06ccu0627u0628u0627u062eu062au06ccu0627u0631u0627u062a

source: Prev year
ur: u067eu0686u06beu0644u06d2 u0633u0627u0644

source: Next year
ur: u0627u06afu0644u06d2 u0633u0627u0644

source: Update the data elements and option combos in expression
ur: u0627u0638u06c1u0627u0631 u0645u06ccu06bau0627u0639u062fu0627u062f u0648u0634u0645u0627u0631 u0639u0646u0627u0635u0631u0627u0648u0631 u0627u062eu062au06ccu0627u0631u06a9u0648 combos u06a9u0648 u0627u067eu0688u06ccu0679 u06a9u0631u06ccu06ba

source: Org unit group does not exist
ur: u062au0646u0638u06ccu0645 u06ccu0648u0646u0679u06afu0631u0648u067e u0645u0648u062cu0648u062fu0646u06c1u06ccu06ba u06c1u06d2

source: Duplicate periods
ur: u0688u067eu0644u06ccu06a9u06ccu0679 u0645u062fu062a

source: Remove expired invitations
ur: u062eu062au0645 u0634u062fu06c1u062fu0639u0648u062a u0646u0627u0645u06c1u06c1u0679u0627u0626u06ccu06ba

source: View name
ur: u0646u0627u0645 u062fu06ccu06a9u06beu06ccu06ba

source: User account invitations
ur: u0635u0627u0631u0641u0627u06a9u0627u0624u0646u0679 u06a9u06ccu062fu0639u0648u062a u0646u0627u0645u06c1

source: Pending invitations
ur: u0645u0648u0635u0648u0644 u06c1u0648u0646u06d2u0648u0627u0644u06cc u062fu0639u0648u062au0646u0627u0645u06c1

source: Expired invitations
ur: u0645u062au0648u0642u0639 u062fu0639u0648u062au0646u0627u0645u06c1

source: Invalid category combinations
ur: u063au0644u0637 u0632u0645u0631u06c1u0645u062cu0645u0648u0639u06c1

source: Delete
ur: u062du0630u0641 u06a9u0631u06ccu06ba

source: Sequential skip count
ur: u0642u0627u0628u0644u0627u0637u0645u06ccu0646u0627u0646 u06a9u06ccu062au0639u062fu0627u062f

source: Insert grey (disabled) fields
ur: u0633u0631u0645u0626u06cc (u063au06ccu0631u0641u0639u0627u0644) u0634u0639u0628u0648u06bau062fu0627u062eu0644 u06a9u0631u06ccu06ba

source: Legend management
ur: u0639u0644u0627u0645u0627u062a u06a9u0627u0627u0646u062au0638u0627u0645

source: Create, modify and view predefined legends for maps andother visualisations.
ur: u0646u0642u0634u06d2 u0627u0648u0631u062fu06ccu06afu0631u0646u0638u0631u06ccu0627u062a u06a9u06d2u0644u0626u06d2 u067eu06ccu0634u0648u0636u0627u062du062au06ccu06a9u0646u0648u062fu0646u062au06ccu0648u06bau06a9u0648 u062au062eu0644u06ccu0642u060cu062au0631u0645u06ccu0645 u0627u0648u0631u062fu06ccu06a9u06beu06ccu06ba.

source: Start value
ur: u0642u06ccu0645u062a u0634u0631u0648u0639 u06a9u0631u06ccu06ba

source: End value
ur: u0627u062eu062au062au0627u0645u06cc u0642u062fu0631

source: Edit legend item
ur: u0627u0641u0633u0627u0646u0648u06ccu0634u0646u0627u062eu062a u0645u06ccu06bau062au0631u0645u06ccu0645 u06a9u0631u06ccu06ba

source: Number of legend items
ur: u0627u0641u0633u0627u0646u0648u06ccu0627u0634u06ccu0627u0621 u06a9u06ccu062au0639u062fu0627u062f

source: Create legend items
ur: u0627u0641u0633u0627u0646u0648u06ccu0627u0634u06ccu0627u0621u0628u0646u0627u0626u06ccu06ba

source: Color
ur: u0631u0646u06af

source: Should be lower than end value
ur: u0622u062eu0631 u0642u06ccu0645u062a u0633u06d2u06a9u0645 u06c1u0648u0646u0627u0686u0627u06c1u0626u06d2

source: Should be higher than start value
ur: u0634u0631u0648u0639 u0642u06ccu0645u062au0633u06d2 u0632u06ccu0627u062fu06c1u06c1u0648u0646u0627 u0686u0627u06c1u0626u06d2

source: Are you sure?
ur: u06a9u06ccu0627 u062au0645u06c1u06ccu06bau06ccu0642u06ccu0646 u06c1u06d2u061f

source: This will replace the current legend items.
ur: u06ccu06c1 u0645u0648u062cu0648u062fu06c1u0627u0641u0633u0627u0646u0648u06ccu0627u0634u06ccu0627u0621 u06a9u06ccu062cu06afu06c1 u0644u06d2 u0644u06d2u06afu06cc.

source: Proceed
ur: u0622u06afu06d2 u0628u0691u06beu0648

source: Manage grey fields
ur: u0633u0631u0645u0626u06ccu0634u0639u0628u0648u06ba u06a9u0627u0627u0646u062au0638u0627u0645u06a9u0631u06ccu06ba

source: Data entry form saved
ur: u0688u06ccu0679u0627 u0627u0646u0679u0631u06ccu0641u0627u0631u0645 u06a9u0648u0628u0686u0627u06ccu0627

source: Data entry form deleted
ur: u0688u06ccu0679u0627u0627u0646u062fu0631u0627u062cu0641u0627u0631u0645 u062du0630u0641 u06a9u0631u062fu06ccu0627 u06afu06ccu0627 u06c1u06d2

source: Failed to delete data entry form
ur: u0688u06ccu0679u0627 u0627u0646u0679u0631u06ccu0641u0627u0631u0645 u06a9u0648u062eu0627u0631u062c u06a9u0631u0646u06d2u0645u06ccu06ba u0646u0627u06a9u0627u0645

source: Failed to save data entry form
ur: u0688u06ccu0679u0627 u0627u0646u0679u0631u06ccu0641u0627u0631u0645 u06a9u0648u0628u0686u0627u0646u06d2 u0645u06ccu06bau0646u0627u06a9u0627u0645

source: Section moved
ur: u0633u06ccu06a9u0634u0646 u0645u0646u062au0642u0644

source: Failed to move section
ur: u0633u06ccu06a9u0634u0646u0645u0646u062au0642u0644 u06a9u0631u0646u06d2u0645u06ccu06ba u0646u0627u06a9u0627u0645

source: Section deleted
ur: u0633u06ccu06a9u0634u0646 u062du0630u0641u06c1u0648u06afu06ccu0627

source: Failed to delete section
ur: u0633u06ccu06a9u0634u0646 u06a9u0648u062eu0627u0631u062c u06a9u0631u0646u06d2u0645u06ccu06ba u0646u0627u06a9u0627u0645

source: Section saved
ur: u0633u06ccu06a9u0634u0646 u0628u0686u0627u06ccu0627

source: Failed to save section
ur: u0633u06ccu06a9u0634u0646 u06a9u0648u0628u0686u0627u0646u06d2 u0645u06ccu06bau0646u0627u06a9u0627u0645

source: Polygon coordinates are not editable
ur: u06a9u062bu06ccu0631u0642u0627u0628u0644u06ccu062a u06a9u06d2u0645u0648u0627u0642u0639 u0642u0627u0628u0644u062au062fu0648u06ccu0646 u0646u06c1u06ccu06bau06c1u06ccu06ba

source: Organisation unit assignment
ur: u062au0646u0638u06ccu0645 u06ccu0648u0646u0679u062au0641u0648u06ccu0636

source: No changes to be saved
ur: u0645u062du0641u0648u0638 u0646u06c1u06ccu06bau06c1u0648u0646u06d2 u0645u06ccu06bau06a9u0648u0626u06ccu062au0628u062fu06ccu0644u06ccu0646u06c1u06ccu06ba

source: Reloading available values
ur: u062fu0633u062au06ccu0627u0628u0627u0642u062fu0627u0631 u06a9u0648u062fu0648u0628u0627u0631u06c1 u0644u0648u0688u06a9u0631u06ccu06ba

source: Group by
ur: u06afu0631u0648u067e u06a9u06cc u0637u0631u0641 u0633u06d2

source: Not equal to
ur: u0628u0631u0627u0628u0631 u0646u06c1u06ccu06ba u06c1u06d2

source: Equal to
ur: u06a9u06d2 u0628u0631u0627u0628u0631

source: Greater than
ur: u0627u0633 u0633u06d2 u0628u0691u0627

source: Greater than or equal to
ur: u0633u06d2 u0632u06ccu0627u062fu06c1 u06ccu0627u0627u0633 u0633u06d2 u0628u0631u0627u0628u0631

source: Less than
ur: u0633u06d2 u06a9u0645

source: Less than or equal to
ur: u0633u06d2 u06a9u0645 u06ccu0627 u0628u0631u0627u0628u0631

source: Is equal to tracked entity domain
ur: u0679u0631u06ccu06a9 u06a9u0631u062fu06c1u0627u062fu0627u0631u06d2u0688u0648u0645u06ccu0646 u06a9u06d2u0628u0631u0627u0628u0631 u06c1u06d2

source: Hide details
ur: u062au0641u0635u06ccu0644u0627u062au0686u06beu067eu0627u0626u06ccu06ba

source: is
ur: u06c1u06d2

source: Are you sure you want to delete relationship type?
ur: u06a9u06ccu0627 u0622u067eu0648u0627u0642u0639u06cc u0631u0634u062au06c1u06a9u06cc u0642u0633u0645 u06a9u0648u062du0630u0641 u06a9u0631u0646u0627u0686u0627u06c1u062au06d2 u06c1u06ccu06bau061f

source: Relationship (e.g. Mother-Child)
ur: u0631u0634u062au06c1 (u062cu06ccu0633u06d2u0645u0627u06ba-u0628u0686u06c1)

source: Relationship type details
ur: u0631u0634u062au06c1 u06a9u06cc u0642u0633u0645u06a9u06cc u062au0641u0635u06ccu0644u0627u062a

source: Edit relationship type
ur: u0631u0634u062au06c1 u06a9u06cc u0642u0633u0645u0645u06ccu06ba u062au0631u0645u06ccu0645u06a9u0631u06ccu06ba

source: Create new relationship type
ur: u0646u0626u06cc u0631u0634u062au06c1 u06a9u06ccu0642u0633u0645 u0628u0646u0627u0626u06ccu06ba

source: Relationship type management
ur: u0631u0634u062au06c1 u06a9u06cc u0642u0633u0645u06a9u0627 u0627u0646u062au0638u0627u0645

source: or
ur: u06ccu0627

source: Age (days)
ur: u0639u0645u0631 (u062fu0646)

source: Value must be an integer
ur: u0648u06ccu0644u06ccu0648 u0627u06ccu06a9u0644u0627u0632u0645u06cc u06c1u06d2

source: Close
ur: u0628u0646u062f u06a9u0631u06ccu06ba

source: Edit tracked entity attribute
ur: u0679u0631u06ccu06a9 u06a9u0631u062fu06c1u0627u062fu0627u0631u06d2 u06a9u06ccu062eu0635u0648u0635u06ccu062a u0645u06ccu06bau062au0631u0645u06ccu0645 u06a9u0631u06ccu06ba

source: Create new tracked entity attribute
ur: u0646u0626u06cc u0679u0631u06ccu06a9u06a9u0631u062fu06c1 u0627u062fu0627u0631u06d2u06a9u06cc u062eu0627u0635u06ccu062au0628u0646u0627u0626u06ccu06ba

source: Are you sure you want to delete this tracked entity attribute?
ur: u06a9u06ccu0627 u0622u067eu0648u0627u0642u0639u06cc u0627u0633u0679u0631u06ccu06a9 u06a9u0631u062fu06c1u0627u062fu0627u0631u06d2 u06a9u06ccu062eu0627u0635u06ccu062a u06a9u0648u062du0630u0641 u06a9u0631u0646u0627u0686u0627u06c1u062au06d2 u06c1u06ccu06bau061f

source: Tracked entity attribute management
ur: u0679u0631u06ccu06a9 u06a9u0631u062fu06c1u0627u062fu0627u0631u06d2 u0648u0635u0641u0645u06ccu0646u062cu0645u0646u0679

source: Pattern not valid
ur: u067eu06ccu0679u0631u0646 u062fu0631u0633u062au0646u06c1u06ccu06ba u06c1u06d2

source: Value must be a positive number
ur: u0648u06ccu0644u06ccu0648 u0627u06ccu06a9u0645u062bu0628u062a u0646u0645u0628u0631u06c1u0648u0646u0627 u0636u0631u0648u0631u06ccu06c1u06d2
