Repository: dhis2/maintenance-app-beta
Catalog: i18n/*.po
Languages: ur

source: Create, modify, view and delete indicators. An indicator isa formula consisting of data elements and numbers.
ur: u0627u0634u0627u0631u06d2u0628u0646u0627u0626u06ccu06bau060cu062au0631u0645u06ccu0645u06a9u0631u06ccu06bau060cu062fu06ccu06a9u06beu06ccu06ba u0627u0648u0631u062fu06ccu06a9u06beu06ccu06ba. u0627u06ccu06a9u0627u0634u0627u0631u06d2 u0627u06ccu06a9u0641u0627u0631u0645u0648u0644u06c1 u06c1u06d2u062cu0633 u0645u06ccu06bau0645u0634u062au0645u0644 u06c1u06d2 u06a9u06c1u0627u0639u062fu0627u062f u0648u0634u0645u0627u0631 u0639u0646u0627u0635u0631u0627u0648u0631 u062au0639u062fu0627u062f.

source: Create, modify, view and delete indicator types. Anindicator type is a factor for an indicator, likepercentage.
ur: u0627u0634u0627u0631u06d2 u06a9u06ccu0627u0642u0633u0627u0645u0628u0646u0627u0626u06ccu06bau060cu062au0631u0645u06ccu0645u06a9u0631u06ccu06bau060cu062fu06ccu06a9u06beu06ccu06ba u0627u0648u0631u062du0630u0641 u06a9u0631u06ccu06ba.u0627u0634u0627u0631u06d2 u06a9u06ccu0642u0633u0645 u0627u06ccu06a9u0627u0634u0627u0631u06d2 u06a9u06d2u0644u0626u06d2 u0627u06ccu06a9u0639u0646u0635u0631 u06c1u06d2u060cu062cu06ccu0633u06d2 u0641u06cc u0635u062f.

source: Create, modify, view and delete indicator groups. Groupsare used for improved analysis.
ur: u0627u0634u0627u0631u06d2u06afu0631u0648u06c1u0648u06ba u06a9u0648u062au062eu0644u06ccu0642u060cu062au0631u0645u06ccu0645u060cu062fu06ccu06a9u06beu06ccu06ba u0627u0648u0631u062du0630u0641 u06a9u0631u06ccu06ba.u06afu0631u0648u067eu0648u06ba u06a9u0648u0628u06c1u062au0631 u062au062cu0632u06ccu06c1u06a9u06ccu0644u0626u06d2u0627u0633u062au0639u0645u0627u0644u06a9u06ccu0627 u062cu0627u062au0627 u06c1u06d2.

source: Easily add or remove indicators to and from indicatorgroups, as well as delete indicators.
ur: u0622u0633u0627u0646u06ccu0627u0634u0627u0631u06d2u06afu0631u0648u067eu0648u06ba u0633u06d2u0627u0648u0631 u0627u0634u0627u0631u06d2u06a9u0648 u062du0630u0641 u06a9u0631u0646u06d2u06a9u06d2 u0627u0634u0627u0631u06d2 u06a9u0648u0622u0633u0627u0646u06cc u0633u06d2u0634u0627u0645u0644 u06ccu0627 u06c1u0679u0627u062fu06ccu06ba.

source: Create, modify, view and delete indicator group sets. Groupsets are used for improved analysis.
ur: u0627u0634u0627u0631u06d2 u06afu0631u0648u067eu0633u06ccu0679u0628u0646u0627u0626u06ccu06bau060cu062au0631u0645u06ccu0645u06a9u0631u06ccu06bau060cu062fu06ccu06a9u06beu06ccu06ba u0627u0648u0631u062du0630u0641 u06a9u0631u06ccu06ba.u06afu0631u0648u067e u06a9u0627u062au0639u06ccu0646 u0628u06c1u062au0631u062au062cu0632u06ccu06c1 u06a9u06d2u0644u0626u06d2u0627u0633u062au0639u0645u0627u0644u06a9u06ccu0627 u062cu0627u062au0627 u06c1u06d2.

source: Create, modify, view and delete data dictionaries. A datadictionary is a set of meta-data.
ur: u0688u06ccu0679u0627 u0644u063au0627u062au0628u0646u0627u0626u06ccu06bau060cu062au0631u0645u06ccu0645u06a9u0631u06ccu06bau060cu062fu06ccu06a9u06beu06ccu06ba u0627u0648u0631u062du0630u0641 u06a9u0631u06ccu06ba.u0627u06ccu06a9 u0688u06ccu0679u0627u0644u063au062a u0645u06ccu0679u0627u0688u06ccu0679u0627 u06a9u0627 u0627u06ccu06a9u0633u06ccu0679 u06c1u06d2.

source: Create, modify, view and delete concepts. A concept canbe used by a category.
ur: u062au0635u0648u0631u0627u062a u06a9u0648u062au062eu0644u06ccu0642u060cu062au0631u0645u06ccu0645u060cu062fu06ccu06a9u06beu06ccu06ba u0627u0648u0631u062du0630u0641 u06a9u0631u06ccu06ba.u0632u0645u0631u06c1 u06a9u06cc u0637u0631u0641u0633u06d2 u0627u06ccu06a9 u062au0635u0648u0631u0627u0633u062au0639u0645u0627u0644u06a9u06ccu0627 u062cu0627 u0633u06a9u062au0627u06c1u06d2.

source: Available data element group sets
ur: u062fu0633u062au06ccu0627u0628u0688u06ccu0679u0627 u0639u0646u0635u0631u06afu0631u0648u067e u0633u06ccu0679

source: Selected data element group sets
ur: u0645u0646u062au062eu0628 u0634u062fu06c1u0688u06ccu0679u0627 u0639u0646u0635u0631u06afu0631u0648u067e u0633u06ccu0679

source: Available Groups
ur: u062fu0633u062au06ccu0627u0628 u06afu0631u0648u067e

source: Selected Groups
ur: u0645u0646u062au062eu0628 u06afu0631u0648u067e

source: Assign Groups for Data Element
ur: u0688u06ccu0679u0627 u0639u0646u0635u0631u06a9u06d2 u0644u0626u06d2 u06afu0631u0648u067eu06a9u0648 u062au0641u0648u06ccu0636u06a9u0631u06ccu06ba

source: Please select data element
ur: u0628u0631u0627u06c1u0645u06c1u0631u0628u0627u0646u06ccu0688u06ccu0679u0627 u0639u0646u0635u0631u0645u0646u062au062eu0628 u06a9u0631u06ccu06ba

source: Category option renamed successfully
ur: u0642u0633u0645 u06a9u0627u0627u0646u062au062eu0627u0628u06a9u0627u0645u06ccu0627u0628u06cc u0633u06d2u0628u062fu0644 u06afu06ccu0627

source: Create new concept
ur: u0646u06ccu0627 u062au0635u0648u0631u0628u0646u0627u0626u06ccu06ba

source: Edit concept
ur: u062au0635u0648u0631 u0645u06ccu06bau062au0631u0645u06ccu0645 u06a9u0631u06ccu06ba

source: Concept name
ur: u062au0635u0648u0631 u06a9u0627 u0646u0627u0645

source: Are you sure you want to delete this concept?
ur: u06a9u06ccu0627 u0622u067eu0648u0627u0642u0639u06cc u06ccu06c1u062au0635u0648u0631 u062du0630u0641u06a9u0631u0646u0627 u0686u0627u06c1u062au06d2u06c1u06ccu06bau061f

source: Adding concept failed
ur: u062au0635u0648u0631 u06a9u0648u0634u0627u0645u0644 u06a9u0631u0646u06d2u0645u06ccu06ba u0646u0627u06a9u0627u0645

source: Saving concept failed
ur: u0628u0686u062a u06a9u0627 u062au0635u0648u0631u0646u0627u06a9u0627u0645u06c1u0648u06afu06ccu0627

source: Enter alphabet (a-z A-Z), number (0-9) and underscore (_) characters only.
ur: u062du0631u0648u0641 u062au06c1u062cu06ccu062fu0631u062c u06a9u0631u06ccu06ba (A-ZA-Z)u060c u0646u0645u0628u0631 (0-9)u0627u0648u0631 u0635u0631u0641u062du0631u0648u0641 u06a9u06d2u0646u06ccu0686u06d2 (_)).

source: Concept management
ur: u062au0635u0648u0631 u0645u06ccu0646u062cu0645u0646u0679

source: Concept
ur: u062au0635u0648u0631

source: Selected name
ur: u0645u0646u062au062eu0628 u06a9u0631u062fu06c1 u0646u0627u0645

source: Update category option
ur: u062au0627u0632u06c1 u062au0631u06ccu0646u0642u0633u0645 u06a9u0627u0627u062eu062au06ccu0627u0631

source: Move selected
ur: u0645u0646u062au062eu0628 u06a9u0631u06ccu06ba

source: Number type
ur: u0646u0645u0628u0631 u06a9u06cc u0642u0633u0645

source: Number
ur: u0646u0645u0628u0631

source: Integer
ur: u0627u0646u0679u06ccu06afu0631

source: View 1
ur: 1 u062fu06ccu06a9u06beu06ccu06ba

source: View 2
ur: u062fu06ccu06a9u06beu06ccu06ba 2

source: Store zero data values
ur: u0635u0641u0631 u0688u06ccu0679u0627u0627u0642u062fu0627u0631 u06a9u0648u0627u0633u0679u0648u0631 u06a9u0631u06ccu06ba

source: Form name
ur: u0641u0627u0631u0645 u06a9u0627 u0646u0627u0645

source: Compulsory
ur: u0644u0627u0632u0645u06cc

source: Data dimension
ur: u0688u06ccu0679u0627 u0637u0648u0644 u0648 u0639u0631u0636

source: Include subhierarchy in analytics
ur: u062au062cu0632u06ccu06c1 u0645u06ccu06bau0630u06ccu0644u06ccu06c1u0627u0631u0679u0627u0631u0679u0631u06ccu0634u0627u0645u0644 u06a9u0631u06ccu06ba

source: Select group
ur: u0645u0646u062au062eu0628 u06afu0631u0648u067e

source: Option set
ur: u0627u062eu062au06ccu0627u0631u06cc u0633u06ccu0679

source: Please select
ur: u0628u0631u0627u06c1u0645u06c1u0631u0628u0627u0646u06ccu0645u0646u062au062eu0628 u06a9u0631u06ccu06ba

source: Formula
ur: u0641u0627u0631u0645u0648u0644u06c1

source: Legend
ur: u0639u0644u0627u0645u0627u062a

source: Legends
ur: u06a9u0646u0648u062fu0646u062au06ccu0648u06ba

source: Skip category total in reports
ur: u0631u067eu0648u0631u0679u0633 u0645u06ccu06bau06a9u0644 u0632u0645u0631u06c1 u062cu0627u062au067eu0631 u062cu0627u0626u06ccu06ba

source: Data Element Category Option
ur: u0688u06ccu0679u0627 u0639u0646u0635u0631u0632u0645u0631u06c1u0627u062eu062au06ccu0627u0631

source: Category option management
ur: u0632u0645u0631u06c1u0627u062eu062au06ccu0627u0631u0645u06ccu0646u062cu0645u0646u0679

source: Category option combination management
ur: u0632u0645u0631u06c1u0627u062eu062au06ccu0627u0631u0645u062cu0645u0648u0639u06c1u0645u06ccu0646u062cu0645u0646u0679

source: Create new data element category option
ur: u0646u06ccu0627 u0688u06ccu0679u0627u0639u0646u0635u0631 u0632u0645u0631u06c1u0627u062eu062au06ccu0627u0631u0628u0646u0627u0626u06ccu06ba

source: Edit data element category option
ur: u0627u0639u062fu0627u062f u0648u0634u0645u0627u0631 u06a9u06d2u0639u0646u0635u0631 u06a9u06d2u0632u0645u0631u06d2 u0645u06ccu06bau062au0631u0645u06ccu0645 u06a9u0631u06ccu06ba

source: Available category options
ur: u062fu0633u062au06ccu0627u0628 u0642u0633u0645u06a9u06d2u0627u062eu062au06ccu0627u0631u0627u062a

source: Selected category options
ur: u0645u0646u062au062eu0628 u0642u0633u0645u06a9u06d2u0627u062eu062au06ccu0627u0631u0627u062a

source: Use as data dimension
ur: u0688u06ccu0679u0627 u0637u0648u0644 u0648u0639u0631u0636 u06a9u06d2 u0637u0648u0631u067eu0631 u0627u0633u062au0639u0645u0627u0644u06a9u0631u06ccu06ba

source: Tip
ur: u0679u067e

source: use
ur: u0627u0633u062au0639u0645u0627u0644 u06a9u0631u06ccu06ba

source: Dimension type
ur: u0637u0648u0644 u0648 u0639u0631u0636 u06a9u06cc u0642u0633u0645

source: Disaggregation
ur: u0646u0627u062cu0627u0626u0632

source: Attribute
ur: u0648u0635u0641

source: Do you want to delete this attribute?
ur: u06a9u06ccu0627 u0622u067e u0627u0633u062eu0627u0635u06ccu062a u06a9u0648u062du0630u0641 u06a9u0631u0646u0627u0686u0627u06c1u062au06d2 u06c1u06ccu06bau061f

source: Option set for data values
ur: u0688u06ccu0679u0627 u0627u0642u062fu0627u0631u06a9u06d2 u0644u0626u06d2u0627u062eu062au06ccu0627u0631 u06a9u0627u062au0639u06ccu0646

source: Option set for comments
ur: u062au0628u0635u0631u06d2 u06a9u06d2 u0644u06d3u0627u062eu062au06ccu0627u0631

source: Org unit counts
ur: u0627u0648u06afu0631u0627 u06ccu0648u0646u0679u0634u0645u0627u0631 u06a9u0631u062au0627u06c1u06d2

source: Category option
ur: u0632u0645u0631u06c1 u0627u062eu062au06ccu0627u0631

source: Category
ur: u0642u0633u0645

source: Category option group
ur: u0632u0645u0631u06c1u0627u062eu062au06ccu0627u0631u06afu0631u0648u067e

source: Category option group management
ur: u0632u0645u0631u06c1u0627u062eu062au06ccu0627u0631u06afu0631u0648u067e u06a9u06d2u0627u0646u062au0638u0627u0645

source: Create new category option group
ur: u0646u06ccu0627 u0632u0645u0631u06c1u0627u062eu062au06ccu0627u0631u06afu0631u0648u067eu0628u0646u0627u0626u06ccu06ba

source: Edit category option group
ur: u0642u0633u0645 u06a9u06d2u0627u062eu062au06ccu0627u0631u0627u062au06afu0631u0648u067e u0645u06ccu06bau062au0631u0645u06ccu0645 u06a9u0631u06ccu06ba

source: Are you sure you want to delete this category option group?
ur: u06a9u06ccu0627 u0622u067eu0648u0627u0642u0639u06cc u0627u0633u0642u0633u0645 u06a9u06d2u0627u062eu062au06ccu0627u0631u06afu0631u0648u067e u06a9u0648 u062du0630u0641u06a9u0631u0646u0627 u0686u0627u06c1u062au06d2u06c1u06ccu06bau061f

source: Category option group set
ur: u0632u0645u0631u06c1u0627u062eu062au06ccu0627u0631u06ccu06afu0631u0648u067e u0633u06ccu0679

source: Category option group set management
ur: u0632u0645u0631u06c1u0627u062eu062au06ccu0627u0631u06ccu06afu0631u0648u067e u0633u06ccu0679u0645u06ccu0646u062cu0645u0646u0679

source: Create new category option group set
ur: u0646u06ccu0627 u0632u0645u0631u06c1u0627u062eu062au06ccu0627u0631u06afu0631u0648u067e u0633u06ccu0679u0628u0646u0627u0626u06ccu06ba

source: Edit category option group set
ur: u0642u0633u0645 u06a9u06d2u0627u062eu062au06ccu0627u0631u0627u062au06afu0631u0648u067e u0633u06ccu0679u0645u06ccu06ba u062au0631u0645u06ccu0645u06a9u0631u06ccu06ba

source: Available category option groups
ur: u062fu0633u062au06ccu0627u0628u0632u0645u0631u06c1u0627u062eu062au06ccu0627u0631u06afu0631u0648u067e

source: Selected category option groups
ur: u0645u0646u062au062eu0628 u0634u062fu06c1u0632u0645u0631u06c1u0627u062eu062au06ccu0627u0631u06afu0631u0648u067e

source: Are you sure you want to delete this category option group set?
ur: u06a9u06ccu0627 u0622u067eu0648u0627u0642u0639u06cc u0627u0633u0642u0633u0645 u06a9u06d2u0627u062eu062au06ccu0627u0631u0627u062au06afu0631u0648u067e u0633u06ccu0679 u06a9u0648u062du0630u0641 u06a9u0631u0646u0627u0686u0627u06c1u062au06d2 u06c1u06ccu06bau061f

source: Show more options
ur: u0645u0632u06ccu062fu0627u062eu062au06ccu0627u0631u0627u062au062fu06a9u06beu0627u0626u06ccu06ba

source: Show fewer options
ur: u06a9u0645u0627u062eu062au06ccu0627u0631u0627u062au062fu06a9u06beu0627u0626u06ccu06ba

source: Id
ur: u0622u0626u06cc u0688u06cc

source: Min
ur: u0645u0646u0679

source: Max
ur: u0632u06ccu0627u062fu06c1 u0633u06d2 u0632u06ccu0627u062fu06c1

source: Category option combination
ur: u0632u0645u0631u06c1u0627u062eu062au06ccu0627u0631u0645u062cu0645u0648u0639u06c1

source: View and edit category option combinations. Category optioncombinations are break-downs of category.
ur: u0632u0645u0631u06c1u0627u062eu062au06ccu0627u0631 u06a9u06d2u0645u062cu0645u0648u0639u06d2 u06a9u0648u062fu06ccu06a9u06beu06ccu06ba u0627u0648u0631u062au0631u0645u06ccu0645 u06a9u0631u06ccu06ba.u0642u0633u0645 u06a9u06d2u0627u062eu062au062au0627u0645 u06a9u06d2u0645u062cu0645u0648u0639u06d2 u0642u0633u0645u06a9u06d2 u0628u0631u06ccu06a9u0646u06ccu0686u06d2 u06c1u06ccu06ba.

source: Edit data element category option combo
ur: u0627u0639u062fu0627u062f u0648u0634u0645u0627u0631 u06a9u06d2u0639u0646u0635u0631 u06a9u06d2u0632u0645u0631u06d2 u0645u06ccu06bau062au0631u0645u06ccu0645 u06a9u0631u06ccu06ba

source: Approve data
ur: u0688u06ccu0679u0627 u06a9u0648u0645u0646u0638u0648u0631 u06a9u0631u06ccu06ba

source: Decimals in data output
ur: u0627u0639u062fu0627u062f u0648u0634u0645u0627u0631 u06a9u06ccu067eu06ccu062fu0627u0648u0627u0631u0645u06ccu06ba u06a9u0645u0627u0646

source: Categories
ur: u0627u0642u0633u0627u0645

source: Ignore data approval
ur: u0688u06ccu0679u0627 u06a9u06ccu0645u0646u0638u0648u0631u06cc u06a9u0648u0646u0638u0631 u0627u0646u062fu0627u0632u06a9u0631u06ccu06ba

source: Data dimension type
ur: u0688u06ccu0679u0627 u0637u0648u0644 u0648u0639u0631u0636 u06a9u06cc u0642u0633u0645

source: Indicator type
ur: u0627u0634u0627u0631u06d2 u06a9u06cc u0642u0633u0645

source: Indicator group set management
ur: u0627u0634u0627u0631u06d2 u06afu0631u0648u067eu0633u06ccu0679u0645u06ccu0646u062cu0645u0646u0679

source: of
ur: u06a9u06cc

source: management
ur: u0627u0646u062au0638u0627u0645

source: Search by name
ur: u0646u0627u0645 u0633u06d2 u062au0644u0627u0634u06a9u0631u06ccu06ba

source: (Press enter to search)
ur: (u062au0644u0627u0634 u06a9u0631u0646u06d2u06a9u06d2 u0644u0626u06d2 u062fu0631u062cu062fu0628u0627u0626u06ccu06ba)

source: Filter by name
ur: u0646u0627u0645 u0633u06d2 u0641u0644u0679u0631u06a9u0631u06ccu06ba

source: (Press enter to go to first item)
ur: (u0633u0628 u0633u06d2 u067eu06c1u0644u06d2u0634u06d2 u067eu0631 u062cu0627u0646u06d2u06a9u06ccu0644u0626u06d2 u062fu0627u062eu0644u06a9u0631u06ccu06bau062fu0628u0627u0626u06ccu06ba)

source: Search available
ur: u062fu0633u062au06ccu0627u0628 u062au0644u0627u0634

source: Search selected
ur: u0645u0646u062au062eu0628 u06a9u0631u062fu06c1u062au0644u0627u0634

source: (required)
ur: (u0636u0631u0648u0631u062a)

source: Aggregation type
ur: u0645u062cu0645u0648u0639u06cc u0642u0633u0645

source: Ok
ur: u0679u06beu06ccu06a9 u06c1u06d2!

source: Dismiss
ur: u062eu0637u0631u06c1

source: Description
ur: u062au0641u0635u06ccu0644

source: Search available/selected items
ur: u062fu0633u062au06ccu0627u0628 /u0645u0646u062au062eu0628u0627u0634u06ccu0627u0621 u062au0644u0627u0634u06a9u0631u06ccu06ba

source: selected
ur: u0645u0646u062au062eu0628 u0634u062fu06c1

source: Indicators
ur: u0627u0634u0627u0631u06d2

source: Category Option Groups
ur: u0632u0645u0631u06c1u0627u062eu062au06ccu0627u0631u06ccu06afu0631u0648u067e

source: Annualized
ur: u0633u0627u0644u0627u0646u06c1

source: Sharing
ur: u0627u0634u062au0631u0627u06a9 u06a9u0631u0646u0627

source: Search
ur: u062au0644u0627u0634 u06a9u0631u06ccu06ba

source: Attributes
ur: u062eu0635u0648u0635u06ccu0627u062a

source: Please select a program
ur: u0628u0631u0627u06c1 u06a9u0631u0645u0627u06ccu06a9u067eu0631u0648u06afu0631u0627u0645u0645u0646u062au062eu0628 u06a9u0631u06ccu06ba

source: No tracked entity attributes for this program
ur: u0627u0633 u067eu0631u0648u06afu0631u0627u0645u06a9u06d2 u0644u0626u06d2 u06a9u0648u0626u06ccu0679u0631u06ccu06a9 u0634u062fu06c1u0627u062fu0627u0631u06d2u062eu0627u0635u06ccu062a u0646u06c1u06ccu06bau06c1u06d2

source: No program indicators for this program
ur: u0627u0633 u067eu0631u0648u06afu0631u0627u0645u06a9u06d2 u0644u0626u06d2 u06a9u0648u0626u06ccu067eu0631u0648u06afu0631u0627u0645u0627u0634u0627u0631u06d2 u0646u06c1u06ccu06ba

source: No program data elements for this program
ur: u0627u0633 u067eu0631u0648u06afu0631u0627u0645u06a9u06d2 u0644u0626u06d2 u06a9u0648u0626u06ccu067eu0631u0648u06afu0631u0627u0645u0688u06ccu0679u0627 u0639u0646u0627u0635u0631u0646u06c1u06ccu06ba

source: Members
ur: u0627u0631u0627u06a9u06ccu0646

source: Can Edit
ur: u062au0631u0645u06ccu0645u06a9u0631u0633u06a9u062au06d2 u06c1u06ccu06ba

source: hidden by filters
ur: u0641u0644u0679u0631 u06a9u06d2u0630u0631u06ccu0639u06d2u067eu0648u0634u06ccu062fu06c1

source: Value type
ur: u0642u06ccu0645u062a u06a9u06cc u0642u0633u0645

source: This field is required
ur: u0627u0633 u06a9u0648 u067eu0631u06a9u0631u0646u0627 u0636u0631u0648u0631u06ccu06c1u06d2

source: This field requires a unique value
ur: u06ccu06c1 u0641u06ccu0644u0688 u0627u06ccu06a9u0645u0646u0641u0631u062f u0642u062fu0631u06a9u06cc u0636u0631u0648u0631u062a u06c1u06d2

source: Value should be empty
ur: u0642u06ccu0645u062a u062eu0627u0644u06ccu06c1u0648u0646u0627 u0686u0627u06c1u0626u06d2

source: This field requires a valid url
ur: u06ccu06c1 u0641u06ccu0644u0688 u0627u06ccu06a9u062fu0631u0633u062a url u06a9u06ccu0636u0631u0648u0631u062a u06c1u06d2

source: This field requires a relative URL
ur: u06ccu06c1 u0641u06ccu0644u0688 u0627u06ccu06a9u0631u0634u062au06c1 u062fu0627u0631 u06ccu0648u0622u0631 u0627u06ccu0644 u06a9u06ccu0636u0631u0648u0631u062a u06c1u06d2

source: This field requires a list of URLs
ur: u06ccu06c1 u0641u06ccu0644u0688 u06ccu0648u0622u0631 u0627u06ccu0644 u06a9u06ccu0641u06c1u0631u0633u062a u06a9u06ccu0636u0631u0648u0631u062a u06c1u06d2

source: This field contains an e-mail address
ur: u06ccu06c1 u0641u06ccu0644u0688 u0627u06ccu06a9u0627u06cc u0645u06ccu0644 u067eu062au06c1u06c1u06d2

source: This field should contain a number
ur: u0627u0633 u0641u06ccu0644u0688 u0645u06ccu06bau0627u06ccu06a9 u0646u0645u0628u0631u06c1u0648u0646u0627 u0686u0627u06c1u0626u06d2

source: The number should not have decimals
ur: u0646u0645u0628u0631 u0645u06ccu06bau06c1u0648u0646u0627 u0636u0631u0648u0631u06ccu0646u06c1u06ccu06ba u06c1u06d2

source: The value is to long/large
ur: u0642u06ccu0645u062a u0637u0648u06ccu0644 /u0628u0691u06cc u06c1u06d2

source: The value is to short/small
ur: u0642u06ccu0645u062a u0645u062eu062au0635u0631 /u0686u06beu0648u0679u0627 u06c1u06d2

source: Unable to run async validator
ur: u0627u0633u06a9u0631u06ccu0646 u06a9u0648u062fu0631u0633u062a u06a9u0631u0646u06d2u06a9u06d2 u0642u0627u0628u0644u0646u06c1u06ccu06ba

source: List
ur: u0641u06c1u0631u0633u062a

source: Add
ur: u0634u0627u0645u0644 u06a9u0631u06ccu06ba

source: Done
ur: u06c1u0648 u06afu06ccu0627

source: Letter
ur: u062eu0637

source: Yes/No
ur: u06c1u0627u06ba u0646u06c1u06ccu06ba

source: Yes Only
ur: u06c1u0627u06ba u0635u0631u0641

source: File
ur: u0641u0627u0626u0644

source: Positive Integer
ur: u0645u062bu0628u062a u0627u0646u0648u0632u0631

source: Positive or Zero Integer
ur: u0645u062bu0628u062a u06ccu0627u0632u06ccu0631u0648u0627u0646u062au0631u06afu0631

source: Coordinate
ur: u06c1u0645 u0622u06c1u0646u06afu06cc

source: Negative Integer
ur: u0645u0646u0641u06cc u0627u0634u0627u0631u06d2

source: Date & Time
ur: u062au0627u0631u06ccu062e u0648u0642u062a

source: Time
ur: u0648u0642u062a

source: Tracker Associate
ur: u0679u0631u06ccu06a9u0631u0627u06ccu0633u0648u0633u06cc u0627u06ccu0679

source: Average (sum in org unit hierarchy)
ur: u0627u0648u0633u0637(u0627u062eu062au06ccu0627u0631u06ccu06ccu0648u0646u0679 u06a9u06d2u062au0646u0638u06ccu0645u06ccu0688u06beu0627u0646u0686u06d2 u0645u06ccu06ba)

source: Average (sum of numbers)
ur: u0627u0648u0633u0637 (u062au0639u062fu0627u062fu06a9u06cc u0631u0642u0645)

source: Average (sum of numbers, disaggregation)
ur: u0627u0648u0633u0637 (u0627u0639u062fu0627u062fu0648 u0634u0645u0627u0631u060c u0631u0642u0645u06a9u06cc u062au0642u0633u06ccu0645)

source: Average (number)
ur: u0627u0648u0633u0637 (u0646u0645u0628u0631)

source: Average (number, disaggregation)
ur: u0627u0648u0633u0637(u062au0639u062fu0627u062fu060c u0627u0644u06afu0627u0644u06af)

source: Average (Yes/No)
ur: u0627u0648u0633u0637 (u06c1u0627u06ba / u0646u06c1u06ccu06ba)

source: Created
ur: u062au062eu0644u06ccu0642

source: Show details
ur: u062au0641u0635u06ccu0644u0627u062au062fu06a9u06beu0627u0626u06ccu06ba

source: Sharing settings
ur: u0634u06ccu0626u0631u0646u06af u06a9u06ccu062au0631u062au06ccu0628u0627u062a

source: Metadata management overview
ur: u0645u06ccu0679u0627 u0688u06ccu0679u0627u0688u06ccu0679u0627 u06a9u0627u062cu0627u0626u0632u06c1

source: Metadata group editor
ur: u0645u06ccu0679u0627u0679u0627u0679u0627u06afu0631u0648u067eu0627u06ccu0688u06ccu0679u0631

source: Select an object type
ur: u0627u06ccu06a9 u0627u0639u062au0631u0627u0636u06a9u06cc u0642u0633u0645u0645u0646u062au062eu0628 u06a9u0631u06ccu06ba

source: Back
ur: u067eu06ccu0686u06beu06d2

source: View
ur: u062fu06ccu06a9u06beu06ccu06ba

source: was not deleted
ur: u062du0630u0641 u0646u06c1u06ccu06bau06a9u06ccu0627 u06afu06ccu0627 u062au06beu0627

source: was deleted
ur: u062du0630u0641 u06a9u0631 u062fu06ccu0627u06afu06ccu0627 u062au06beu0627

source: Select locale
ur: u0639u0644u0627u0642u06c1u0645u0646u062au062eu0628 u06a9u0631u06ccu06ba

source: Translation saved
ur: u062au0631u062cu0645u06c1 u0645u062du0641u0648u0638

source: Could not save the translation.
ur: u062au0631u062cu0645u06c1u0645u062du0641u0648u0638 u0646u06c1u06ccu06bau06a9u0631 u0633u06a9u0627.

source: Organisation unit assignment saved
ur: u062au0646u0638u06ccu0645 u06ccu0648u0646u0679u06a9u06d2 u062au0641u0648u06ccu0636 u06a9u0648u0628u0686u0627u06ccu0627

source: Failed to save organisation unit assignment
ur: u062au0646u0638u06ccu0645 u06ccu0648u0646u0679u062au0641u0648u06ccu0636 u06a9u0648u0628u0686u0627u0646u06d2 u0645u06ccu06bau0646u0627u06a9u0627u0645

source: Deselect
ur: u0645u0646u062au062eu0628 u06a9u0631u06ccu06ba

source: Select all
ur: u062au0645u0627u0645 u0645u0646u062au062eu0628u06a9u0631u06ccu06ba

source: Deselect all
ur: u0633u0628 u06a9u0648 u0645u0646u062au062eu0628u06a9u0631u06ccu06ba

source: Select a locale to enter translations for
ur: u062au0631u062cu0645u06c1 u0645u06ccu06bau062fu0627u062eu0644 u06c1u0648u0646u06d2u06a9u06d2 u0644u0626u06d2 u0627u06ccu06a9u0639u0644u0627u0642u06c1u0645u0646u062au062eu0628 u06a9u0631u06ccu06ba

source: Data set management
ur: u0688u06ccu0679u0627 u0633u06ccu0679u0645u06ccu0646u062cu0645u0646u0679

source: Data set
ur: u0688u06ccu0679u0627 u0633u06ccu0679
