Repository: dhis2/maintenance-app-beta
Catalog: i18n/*.po
Languages: ur

source: Failed to open report preview
ur: u0631u067eu0648u0631u0679 u067eu06ccu0634u0646u0638u0627u0631u06c1u06a9u06beu0648u0644u0646u06d2 u0645u06ccu06bau0646u0627u06a9u0627u0645

source: External map layer
ur: u0628u06ccu0631u0648u0646u06ccu0646u0642u0637u06c1 u067eu0631u062a

source: External map layer management
ur: u0628u06ccu0631u0648u0646u06ccu0646u0642u0637u06c1 u067eu0631u062au067eu0631u062a

source: Configure external map layers for use in GIS.
ur: GIS u0645u06ccu06bau0627u0633u062au0639u0645u0627u0644u06a9u06ccu0644u0626u06d2u0628u06ccu0631u0648u0646u06ccu0646u0642u0634u06c1 u062au06c1u0648u06bau06a9u0648 u062au0631u062au06ccu0628u062fu06ccu06ba.

source: Map service
ur: u0646u0642u0634u06c1 u06a9u06cc u062eu062fu0645u062a

source: Attribution
ur: u0627u0646u062au0628u0627u06c1

source: Layers
ur: u062au06c1u0648u06ba

source: Image format
ur: u062au0635u0648u06ccu0631 u06a9u06cc u0634u06a9u0644

source: Placement
ur: u0645u0642u0627u0645

source: Bottom - basemap
ur: u0646u06ccu0686u06d2 - u0628u06ccu0633 u0628u06a9u0633

source: Top - overlay
ur: u0627u0648u067eu0631 - u0627u0648u0648u0631u0644u06d2

source: Legend image URL
ur: u0639u0644u0627u0645u0627u062a u062au0635u0648u06ccu0631 URL

source: Are you sure you want to delete this external map layer?
ur: u06a9u06ccu0627 u0622u067eu0648u0627u0642u0639u06cc u06ccu06c1u0628u06ccu0631u0648u0646u06ccu0646u0642u0634u06c1 u067eu0631u062au062du0630u0641 u06a9u0631u0646u0627u0686u0627u06c1u062au06d2 u06c1u06ccu06bau061f

source: Created by
ur: u0628u0646u0627u0626u06cc u06afu0626u06cc

source: Search for user groups
ur: u0635u0627u0631u0641u06afu0631u0648u067eu0648u06ba u06a9u06d2u0644u0626u06d2 u062au0644u0627u0634u06a9u0631u06ccu06ba

source: External access
ur: u0628u06ccu0631u0648u0646u06cc u0631u0633u0627u0626u06cc

source: Can view
ur: u062fu06ccu06a9u06be u0633u06a9u062au06d2 u06c1u06ccu06ba

source: Override data element category combo
ur: u0627u0639u062fu0627u062f u0648u0634u0645u0627u0631 u06a9u06d2u0639u0646u0635u0631 u06a9u06d2u0632u0645u0631u06d2 u06a9u0648u06a9u0645u0628u0648u0688 u06a9u0631u06ccu06ba

source: <No override>
ur: <u067eu0631 u0627u0648u0648u0631u0627u0626u0688u0646u06c1u06ccu06ba

source: Could not save data set
ur: u0688u06ccu0679u0627 u0633u06ccu0679 u06a9u0648u0645u062du0641u0648u0638 u0646u06c1u06ccu06bau06a9u06ccu0627 u062cu0627 u0633u06a9u0627

source: Could not save data set ($$message$$)
ur: u0688u06ccu0679u0627 u0633u06ccu0679($$$message$$$) u06a9u0648u0645u062du0641u0648u0638 u0646u06c1u06ccu06bau06a9u0631 u0633u06a9u0627

source: Override the data element category combination
ur: u0627u0639u062fu0627u062f u0648u0634u0645u0627u0631 u0639u0646u0627u0635u0631u06a9u06cc u0642u0633u0645 u06a9u06d2u0645u062cu0645u0648u0639u06c1 u06a9u0648u0627u0648u0648u0631 u06a9u0631 u062fu06ccu06ba

source: Select a data element before applying an override
ur: u0627u06ccu06a9u0627u0648u0648u0631u0627u0626u0688 u06a9u0648u062fu0631u062eu0648u0627u0633u062au06a9u0631u0646u06d2 u0633u06d2u067eu06c1u0644u06d2 u0688u06ccu0679u0627u06a9u0627 u0639u0646u0635u0631u0645u0646u062au062eu0628 u06a9u0631u06ccu06ba

source: Skip this rule during form validation
ur: u0641u0627u0631u0645 u06a9u06ccu062au0648u062bu06ccu0642 u06a9u06d2u062fu0648u0631u0627u0646 u0627u0633u0642u0627u0639u062fu06c1 u06a9u0648u0686u06beu0648u0691 u062fu06ccu06ba

source: Validation notification
ur: u062au0648u062bu06ccu0642u06ccu0646u0648u0679u06ccu0641u06ccu06a9u06ccu0634u0646

source: Validation notification management
ur: u062au0648u062bu06ccu0642u06ccu0646u0648u0679u06ccu0641u06ccu06a9u06ccu0634u0646 u0645u06ccu0646u062cu0645u0646u0679

source: User groups
ur: u0635u0627u0631u0641 u06afu0631u0648u067e

source: Notification recipient
ur: u0646u0648u0679u06ccu0641u06ccu06a9u06ccu0634u0646 u0648u0635u0648u0644u06a9u0646u0646u062fu06c1

source: Organisation unit contact
ur: u062au0646u0638u06ccu0645 u06ccu0648u0646u0679u0631u0627u0628u0637u06c1

source: Notify users in hierarchy only
ur: u0635u0631u0641 u062eu0637u0648u0637u0645u06ccu06ba u0635u0627u0631u0641u06ccu0646u06a9u0648 u0645u0637u0644u0639u06a9u0631u06ccu06ba

source: Subject template
ur: u0645u0648u0636u0648u0639 u0633u0627u0646u0686u06d2

source: Message template
ur: u067eu06ccu063au0627u0645 u0633u0627u0646u0686u06d2

source: SMS
ur: u067eu06ccu063au0627u0645

source: Sends a notification when a validation rule failed
ur: u0627u06ccu06a9u0646u0648u0679u06ccu0641u06a9u06ccu0634u0646u0628u06beu06ccu062cu062au0627 u06c1u06d2u062cu0628 u0627u06ccu06a9u062fu0631u0633u062au06cc u06a9u06ccu062du06ccu062bu06ccu062au0646u0627u06a9u0627u0645u06c1u0648u06afu0626u06cc

source: Rule name
ur: u0627u0635u0648u0644 u06a9u0627 u0646u0627u0645

source: Rule description
ur: u0627u0635u0648u0644 u06a9u06cc u0648u0636u0627u062du062a

source: Left side description
ur: u0628u0627u0626u06ccu06ba u0637u0631u0641u06a9u06cc u062au0641u0635u06ccu0644

source: Right side description
ur: u062fu0627u0626u06ccu06ba u0637u0631u0641u06a9u06cc u062au0641u0635u06ccu0644

source: Left side value
ur: u0628u0627u0626u06ccu06ba u0637u0631u0641u06a9u06cc u0642u06ccu0645u062a

source: Right side value
ur: u062fu0627u0626u06ccu06ba u0637u0631u0641u06a9u06cc u0642u06ccu0645u062a

source: Current date
ur: u0645u0648u062cu0648u062fu06c1 u062au0627u0631u06ccu062e

source: Open user guide
ur: u06a9u06beu0648u0644u06ccu06bau0635u0627u0631u0641 u06afu0627u0626u06ccu0688

source: Section ID
ur: u0633u06ccu06a9u0634u0646 ID

source: Show row totals
ur: u0642u0637u0627u0631 u06a9u0644u062fu06a9u06beu0627u0626u06ccu06ba

source: Show column totals
ur: u06a9u0644 u06a9u0627u0644u0645u062fu06a9u06beu0627u0626u06ccu06ba

source: Category combo filter
ur: u0632u0645u0631u06c1 u06a9u0627u0645u0628u0648u0641u0644u0679u0631

source: <No filter>
ur: <u0641u0644u0679u0631 u0646u06c1u06ccu06ba

source: Predictor started
ur: u067eu06ccu0634u0646 u06afu0648u0626u06ccu0634u0631u0648u0639 u06c1u0648u06afu0626u06cc

source: Failed to start predictor
ur: u067eu06ccu0634u0646 u06afu0648u0626u06ccu0634u0631u0648u0639 u06a9u0631u0646u06d2u0645u06ccu06ba u0646u0627u06a9u0627u0645

source: Select date range
ur: u062au0627u0631u06ccu062e u06a9u06cc u062du062fu0645u0646u062au062eu0628 u06a9u0631u06ccu06ba

source: Run predictor
ur: u067eu06ccu0634 u06afu0648u0626u06ccu0686u0644u0627u0626u06ccu06ba

source: Description is required
ur: u062au0641u0635u06ccu0644 u06a9u06ccu0636u0631u0648u0631u062a u06c1u06d2

source: Expression is required
ur: u0627u0638u06c1u0627u0631 u06a9u06ccu0636u0631u0648u0631u062a u06c1u06d2

source: Data input periods
ur: u0688u06ccu0679u0627 u0627u0646 u067eu0679u06a9u06cc u0645u062fu062a

source: Day
ur: u062fu0646

source: Week
ur: u06c1u0641u062au06c1

source: Month
ur: u0645u06c1u06ccu0646u06c1

source: January
ur: u062cu0646u0648u0631u06cc

source: February
ur: u0641u0631u0648u0631u06cc

source: March
ur: u0645u0627u0631u0686

source: April
ur: u0627u067eu0631u06ccu0644

source: May
ur: u0645u0626u06cc

source: June
ur: u062cu0648u0646

source: July
ur: u062cu0648u0644u0627u0626u06cc

source: August
ur: u0627u06afu0633u062a

source: September
ur: u0633u062au0645u0628u0631

source: October
ur: u0627u06a9u062au0648u0628u0631

source: November
ur: u0646u0648u0645u0628u0631

source: December
ur: u062fu0633u0645u0628u0631

source: Bi-month
ur: u062fu0648 u0645u0627u06c1

source: January-February
ur: u062cu0646u0648u0631u06cc u0641u0631u0648u0631u06cc

source: March-April
ur: u0645u0627u0631u0686 u0627u067eu0631u06ccu0644

source: May-June
ur: u0645u0626u06cc u062cu0648u0646

source: July-August
ur: u062cu0648u0644u0627u0626u06cc- u0627u06afu0633u062a

source: September-October
ur: u0633u062au0645u0628u0631 - u0627u06a9u062au0648u0628u0631

source: November-December
ur: u0646u0648u0645u0628u0631 u062fu0633u0645u0628u0631

source: Quarter
ur: u0633u06c1 u0645u0627u06c1u06cc

source: Q1: January-March
ur: Q1: u062cu0646u0648u0631u06cc - u0645u0627u0631u0686

source: Q2: April-June
ur: Q2: u0627u067eu0631u06ccu0644 - u062cu0648u0646

source: Q3: July-September
ur: Q3: u062cu0648u0644u0627u0626u06cc - u0633u062au0645u0628u0631

source: Q4: October-December
ur: Q4: u0627u06a9u062au0648u0628u0631 - u062fu0633u0645u0628u0631

source: Half year
ur: u0646u0635u0641 u0633u0627u0644

source: January-June
ur: u062cu0646u0648u0631u06cc - u062cu0648u0646

source: July-December
ur: u062cu0648u0644u0627u0626u06cc - u062fu0633u0645u0628u0631

source: April-September
ur: u0627u067eu0631u06ccu0644 - u0633u062au0645u0628u0631

source: October-March
ur: u0627u06a9u062au0648u0628u0631 - u0645u0627u0631u0686

source: Year
ur: u0633u0627u0644

source: Closing date
ur: u0622u062eu0631u06cc u062au0627u0631u06ccu062e

source: Who has access
ur: u06a9u0648u0646 u062au06a9u0631u0633u0627u0626u06cc u062du0627u0635u0644u06c1u06d2

source: No author
ur: u06a9u0648u0626u06cc u0645u0635u0646u0641 u0646u06c1u06ccu06ba

source: No access
ur: u062fu0627u062eu0644u06c1 u0645u0645u0646u0648u0639 u06c1u06d2

source: Public access
ur: u0639u0648u0627u0645u06cc u0631u0633u0627u0626u06cc

source: Can view only
ur: u0635u0631u0641 u062fu06ccu06a9u06beu0633u06a9u062au06d2 u06c1u06ccu06ba

source: Can edit and view
ur: u062au0631u0645u06ccu0645 u0627u0648u0631u062fu06ccu06a9u06be u0633u06a9u062au06d2u06c1u06ccu06ba

source: Metadata
ur: u0645u06ccu0679u0627 u0688u06ccu0679u0627

source: Anyone can find and view
ur: u06a9u0648u0626u06cc u0628u06beu06ccu062au0644u0627u0634 u0627u0648u0631u062fu06ccu06a9u06be u0633u06a9u062au0627u06c1u06d2

source: Anyone can view without a login
ur: u06a9u0648u0626u06cc u0628u06beu06ccu0644u0627u06af u0627u0646 u06a9u06d2u0628u063au06ccu0631 u062fu06ccu06a9u06beu0633u06a9u062au0627 u06c1u06d2

source: Anyone can find, view and edit
ur: u06a9u0648u0626u06cc u0628u06beu06ccu062au0644u0627u0634u06a9u0631u0633u06a9u062au0627 u06c1u06d2u060cu062fu06ccu06a9u06beu06ccu06ba u0627u0648u0631u062au0631u0645u06ccu0645u06a9u0631u0633u06a9u062au0627 u06c1u06d2

source: Add users and user groups
ur: u0635u0627u0631u0641 u0627u0648u0631u0635u0627u0631u0641 u06afu0631u0648u067eu0634u0627u0645u0644 u06a9u0631u06ccu06ba

source: Enter names
ur: u0646u0627u0645 u062fu0631u062c u06a9u0631u06ccu06ba

source: You do not have manage access to this object.
ur: u0622u067e u06a9u0648 u0627u0633u0627u0639u062au0631u0627u0636 u062au06a9u0631u0633u0627u0626u06cc u06a9u0627u0646u0638u0645 u0646u06c1u06ccu06ba u06c1u06d2.

source: The custom attribute will be applied to selected objects.
ur: u0627u067eu0646u06cc u0645u0631u0636u06ccu06a9u06d2 u0645u0637u0627u0628u0642u062eu0635u0648u0635u06ccu062au0645u0646u062au062eu0628 u06a9u0631u062fu06c1u0627u0634u06ccu0627u0621 u067eu0631u0644u0627u06afu0648 u06a9u06ccu0627u062cu0627u0626u06d2 u06afu0627.

source: Section
ur: u0633u06ccu06a9u0634u0646

source: No results found
ur: u06a9u0648u0626u06cc u0646u062au06ccu062cu06c1u0646u06c1u06ccu06ba

source: Add program details
ur: u067eu0631u0648u06afu0631u0627u0645 u06a9u06ccu062au0641u0635u06ccu0644u0627u062au0634u0627u0645u0644 u06a9u0631u06ccu06ba

source: Assign data elements
ur: u0688u06ccu0679u0627 u0639u0646u0627u0635u0631u06a9u0648 u062au0641u0648u06ccu0636u06a9u0631u06ccu06ba

source: Create data entry form
ur: u0688u06ccu0679u0627 u0627u0646u0679u0631u06ccu0641u0627u0631u0645u0628u0646u0627u0626u06ccu06ba

source: Assign organisation units
ur: u062au0646u0638u06ccu0645u06ccu0648u0646u0679u0633 u06a9u0648u062au0641u0648u06ccu0636 u06a9u0631u06ccu06ba

source: Create notifications
ur: u0646u0648u0679u06ccu0641u06ccu06a9u06ccu0634u0646 u0628u0646u0627u0626u06ccu06ba

source: Deleting
ur: u062du0630u0641 u06a9u0631u0646u0627

source: What to send?
ur: u06a9u06ccu0627 u0628u06beu06ccu062cu0646u0627 u06c1u06d2

source: When to send it?
ur: u0627u0633u06d2 u0628u06beu06ccu062cu0646u06d2u06a9u06d2 u0644u0626u06d2u061f

source: Who to send it to?
ur: u0627u0633u06d2 u06a9u0648u0646u0628u06beu06ccu062cu0646u06d2 u06a9u06d2u0644u0626u06d2u061f

source: Name is required
ur: u0646u0627u0645 u06a9u06cc u0636u0631u0648u0631u062a u06c1u06d2

source: Users at Organisation Unit
ur: u062au0646u0638u06ccu0645 u06ccu0648u0646u0679u0645u06ccu06ba u0635u0627u0631u0641u06ccu0646

source: Program notification
ur: u067eu0631u0648u06afu0631u0627u0645 u06a9u06ccu0627u0637u0644u0627u0639

source: Data set notification trigger
ur: u0688u06ccu0679u0627 u0633u06ccu0679u0646u0648u0679u06ccu0641u06a9u06ccu0634u0646u0679u0631u06afu0631

source: Notification trigger
ur: u0627u0637u0644u0627u0639 u0679u0631u06afu0631

source: Send notification
ur: u0627u0637u0644u0627u0639u0627u062au0628u06beu06ccu062cu06ccu06ba

source: days
ur: u062fu0646

source: before
ur: u067eu06c1u0644u06d2

source: after
ur: u06a9u06d2 u0628u0639u062f

source: Completion
ur: u067eu0631u0648u06afu0631u0627u0645 u06a9u0627u0645u0631u062du0644u06c1

source: Data Set Completion
ur: u0688u06ccu0679u0627 u0633u06ccu0679 u062au06a9u0645u06ccu0644

source: Scheduled Days
ur: u0634u06ccu0688u0648u0644 u062fu0646

source: Days scheduled (due date)
ur: u062fu0646 u0645u0642u0631u0631u06a9u0631u062fu06c1 (u0645u062au0648u0642u0639u062au0627u0631u06ccu062e)

source: Completed events expiry days
ur: u0645u06a9u0645u0644u0648u0627u0642u0639u0627u062a u06a9u06d2u0627u062eu062au062au0627u0645 u06a9u06d2u062fu0646

source: Days until due date
ur: u0645u062au0648u0642u0639u062au0627u0631u06ccu062e u062au06a9 u062fu0646

source: Send notification as
ur: u0627u0637u0644u0627u0639 u06a9u06d2u0637u0648u0631 u067eu0631u0628u06beu06ccu062cu06ccu06ba

source: Collective summary
ur: u0627u062cu062au0645u0627u0639u06cc u062eu0644u0627u0635u06c1

source: Single notification
ur: u0633u0646u06afu0644 u0627u0637u0644u0627u0639

source: Sliding window
ur: u0633u0644u0627u0626u0688u0646u06af u0648u0646u0688u0648

source: Category combo
ur: u0632u0645u0631u06c1 u06a9u0627u0645u0628u0648

source: Form type
ur: u0641u0627u0631u0645 u06a9u06cc u0642u0633u0645

source: Section Multi-org
ur: u0633u06ccu06a9u0634u0646 u06a9u062bu06ccu0631u062au0646u0638u06ccu0645

source: Output
ur: u0622u0624u0679 u067eu0679

source: Program rule
ur: u067eu0631u0648u06afu0631u0627u0645 u06a9u0627u0627u0635u0648u0644

source: Program rule variable
ur: u067eu0631u0648u06afu0631u0627u0645 u06a9u06d2u0627u0635u0648u0644 u0645u062au063au06ccu0631

source: Program rule variable management
ur: u067eu0631u0648u06afu0631u0627u0645 u06a9u06d2u0627u0635u0648u0644 u0645u062au063au06ccu0631u0645u06ccu0646u062cu0645u0646u0679

source: Data element from the newest event for a program stage
ur: u067eu0631u0648u06afu0631u0627u0645 u06a9u06d2u0645u0631u062du0644u06d2 u06a9u06d2u0644u0626u06d2 u062au0627u0632u06c1u062au0631u06ccu0646 u0627u06ccu0648u0646u0679u0633u06d2 u0688u06ccu0679u0627u0639u0646u0635u0631

source: Data element from the newest event in the current program
ur: u0645u0648u062cu0648u062fu06c1u067eu0631u0648u06afu0631u0627u0645u0645u06ccu06ba u062au0627u0632u06c1u062au0631u06ccu0646 u0648u0627u0642u0639u06c1u0633u06d2 u0688u06ccu0679u0627u0639u0646u0635u0631

source: Calculated value
ur: u062du0633u0627u0628 u06a9u06cc u0642u06ccu0645u062a

source: Action
ur: u0639u0645u0644

source: Content
ur: u0645u0648u0627u062f

source: Field
ur: u0641u06ccu0644u0688

source: Display key/value pair
ur: u0688u0633u067eu0644u06d2 u06a9u0644u06ccu062f /u0642u062fu0631 u062cu0648u0691u06cc

source: Show warning
ur: u0627u0646u062au0628u0627u06c1u062fu06a9u06beu0627u0626u06ccu06ba

source: Assign value
ur: u0642u06ccu0645u062a u062au0641u0648u06ccu0636u06a9u0631u06ccu06ba

source: Error on complete
ur: u0645u06a9u0645u0644 u06a9u0631u0646u06d2u0645u06ccu06ba u062eu0631u0627u0628u06cc

source: Hide program stage
ur: u067eu0631u0648u06afu0631u0627u0645 u06a9u06d2u0645u0631u062du0644u06d2 u06a9u0648u0686u06beu067eu0627u0626u06ccu06ba

source: Create event
ur: u0627u06ccu0648u0646u0679 u0628u0646u0627u0626u06ccu06ba

source: Make field mandatory
ur: u0645u06ccu062fu0627u0646u0644u0627u0632u0645u06ccu0628u0646u0627u0626u06ccu06ba

source: Hide field
ur: u0641u06ccu0644u0688 u0686u06beu067eu0627u0626u06ccu06ba

source: Warning on complete
ur: u0645u06a9u0645u0644 u0637u0648u0631 u067eu0631u0627u0646u062au0628u0627u06c1

source: Priority
ur: u062au0631u062cu06ccu062d

source: Expression
ur: u0627u0638u06c1u0627u0631

source: Operators
ur: u0622u067eu0631u06ccu0679u0631u0632

source: Variables
ur: u0645u062au063au06ccu0631u0627u062a

source: Functions
ur: u0627u0641u0639u0627u0644

source: Location
ur: u0645u0642u0627u0645

source: Variable type
ur: u0645u062au063au06ccu0631 u0642u0633u0645

source: Enter program rule details
ur: u067eu0631u0648u06afu0631u0627u0645 u06a9u06ccu062du06a9u0645u0631u0627u0646u06cc u06a9u06ccu062au0641u0635u06ccu0644u0627u062au062fu0631u062c u06a9u0631u06ccu06ba

source: Enter program rule expression
ur: u067eu0631u0648u06afu0631u0627u0645 u06a9u06ccu062du06a9u0645u0631u0627u0646u06cc u06a9u0627u0627u0638u06c1u0627u0631 u062fu0631u062cu06a9u0631u06ccu06ba

source: Define program rule actions
ur: u067eu0631u0648u06afu0631u0627u0645 u06a9u06d2u0627u0635u0648u0644u0648u06ba u06a9u06ccu0648u0636u0627u062du062a u06a9u0631u06ccu06ba

source: Use code for option set
ur: u0627u062eu062au06ccu0627u0631 u0633u06ccu0679u06a9u06ccu0644u0626u06d2 u06a9u0648u0688u0627u0633u062au0639u0645u0627u0644u06a9u0631u06ccu06ba

source: Define program rule action
ur: u067eu0631u0648u06afu0631u0627u0645 u06a9u06ccu0642u0627u0639u062fu06c1u06a9u0627u0631u0631u0648u0627u0626u06ccu06a9u06cc u0648u0636u0627u062du062au06a9u0631u06ccu06ba

source: Couldn't save program rule: No program specified
ur: u067eu0631u0648u06afu0631u0627u0645 u06a9u06d2u0627u0635u0648u0644 u06a9u0648u0645u062du0641u0648u0638 u0646u06c1u06ccu06bau06a9u0631 u0633u06a9u0627:u06a9u0648u0626u06ccu067eu0631u0648u06afu0631u0627u0645u0645u062au0639u06ccu0646 u0646u06c1u06ccu06ba

source: Couldn't save program rule variable: No program specified
ur: u067eu0631u0648u06afu0631u0627u0645 u06a9u06d2u0627u0635u0648u0644 u06a9u0648u0645u062au063au06ccu0631 u0646u06c1u06ccu06bau0628u0686u0627 u0633u06a9u0627:u06a9u0648u0626u06ccu067eu0631u0648u06afu0631u0627u0645u0645u062au0639u06ccu0646 u0646u06c1u06ccu06ba

source: Couldn't save program rule
ur: u067eu0631u0648u06afu0631u0627u0645 u06a9u06d2u0627u0635u0648u0644 u06a9u0648u0645u062du0641u0648u0638 u0646u06c1u06ccu06bau06a9u0631 u0633u06a9u0627

source: Couldn't save program rule: $$message$$
ur: u067eu0631u0648u06afu0631u0627u0645 u06a9u06d2u0627u0635u0648u0644 u06a9u0648u0645u062du0641u0648u0638 u0646u06c1u06ccu06bau06a9u0631 u0633u06a9u0627: $$$message$$$

source: Delete this program rule variable?
ur: u0627u0633 u067eu0631u0648u06afu0631u0627u0645u06a9u0648 u062du06a9u0645u0631u0627u0646u0645u062au063au06ccu0631 u06a9u0648u062du0630u0641 u06a9u0631u06ccu06bau061f

source: Program rules allow you to create and control dynamicbehavior of the user interface in the Tracker Capture andEvent Capture apps.
ur: u067eu0631u0648u06afu0631u0627u0645 u06a9u06d2u0642u0648u0627u0646u06ccu0646 u06a9u0648u0679u0631u06ccu06a9u0631 u0642u0628u0636u06c1u0627u0648u0631 u0648u0627u0642u0639u06c1u06a9u06cc u06afu0631u0641u062au0627u0631u06ccu06a9u06d2 u0627u0637u0644u0627u0642u0627u062au0645u06ccu06ba u0635u0627u0631u0641u0627u0646u0679u0631u0641u06ccu0633 u06a9u06d2u0645u062au062du0631u06a9 u0631u0648u06ccu06d2u06a9u0648 u062au062eu0644u06ccu0642u06a9u0631u0646u06d2 u0627u0648u0631u06a9u0646u0679u0631u0648u0644u06a9u0631u0646u06d2 u06a9u06ccu0627u062cu0627u0632u062a u062fu06ccu062au0627u06c1u06d2.

source: Variables you use to create program rule expressions.
ur: u0622u067e u06a9u0648u067eu0631u0648u06afu0631u0627u0645 u06a9u06d2u0627u0635u0648u0644 u06a9u0627u0627u0638u06c1u0627u0631 u06a9u0631u0646u06d2u06a9u06d2 u0644u0626u06d2u0645u062au063au06ccu0631u0627u062au0627u0633u062au0639u0645u0627u0644u06a9u0631u062au06d2 u06c1u06ccu06ba.

source: Action details
ur: u0627u06ccu06a9u0634u0646 u06a9u06ccu062au0641u0635u06ccu0644u0627u062a

source: to field
ur: u0645u06ccu062fu0627u0646 u0645u06ccu06ba

source: on
ur: u067eu0631

source: in program stage
ur: u067eu0631u0648u06afu0631u0627u0645 u06a9u06d2u0645u0631u062du0644u06d2 u0645u06ccu06ba

source: Are you sure you want to delete this program rule action?
ur: u06a9u06ccu0627 u0622u067eu0648u0627u0642u0639u06cc u06ccu06c1u067eu0631u0648u06afu0631u0627u0645 u06a9u06ccu062du06a9u0645u0631u0627u0646u06a9u0627u0631u0631u0648u0627u0626u06ccu06a9u0648 u062du0630u0641 u06a9u0631u0646u0627u0686u0627u06c1u062au06d2 u06c1u06ccu06bau061f

source: Program indicator widget
ur: u067eu0631u0648u06afu0631u0627u0645u0627u0634u0627u0631u06d2u0648u06ccu062cu06ccu0679

source: Feedback widget
ur: u062au0627u062bu0631u0627u062a u0648u06ccu062cu06ccu0679

source: Program rule action deleted
ur: u067eu0631u0648u06afu0631u0627u0645 u06a9u06ccu062du06a9u0645u0631u0627u0646u06a9u0627u0631u0631u0648u0627u0626u06ccu062eu062au0645 u06c1u0648u06afu0626u06cc

source: This field can only contain letters, numbers, spaces,dashes, dots and underscores
ur: u0627u0633 u0641u06ccu0644u0688 u0645u06ccu06bau062du0631u0648u0641u060cu0646u0645u0628u0631u060c u062eu0627u0644u06ccu062cu06afu06c1u06ccu06bau060cu0688u06ccu0634u0633u060c u0646u0642u0637u06d2u0627u0648u0631 u0632u06ccu0631 u0627u062bu0631u0635u0631u0641 u0645u0634u062au0645u0644u06c1u0648u0633u06a9u062au06cc u06c1u06ccu06ba

source: Expressions based on data elements and attributes of trackedentities. You use program indicators to calculate values basedon a formula.
ur: u0688u06ccu0679u0627 u0639u0646u0627u0635u0631u067eu0631 u0645u0628u0646u06ccu0627u0638u06c1u0627u0631 u0627u0648u0631u0679u0631u06ccu06a9 u0634u062fu06c1u0627u062fu0627u0631u0648u06ba u06a9u06ccu062eu0627u0635u06ccu062a. u0622u067e u06a9u0648u0627u06ccu06a9u0641u0627u0631u0645u0648u0644u0627 u067eu0631u0645u0628u0646u06cc u0627u0642u062fu0627u0631u06a9u06cc u062du0633u0627u0628 u0633u06d2u067eu0631u0648u06afu0631u0627u0645 u06a9u06d2u0627u0634u0627u0631u06d2 u06a9u0627u0627u0633u062au0639u0645u0627u0644u06a9u0631u062au06d2 u06c1u06ccu06ba.

source: Program indicator group
ur: u067eu0631u0648u06afu0631u0627u0645u0627u0634u0627u0631u06d2 u06afu0631u0648u067e

source: Program indicator groups
ur: u067eu0631u0648u06afu0631u0627u0645u0627u0634u0627u0631u06d2 u06afu0631u0648u067e

source: Group program indicators, even across programs.
ur: u06afu0631u0648u067e u06a9u06d2u067eu0631u0648u06afu0631u0627u0645u0627u0634u0627u0631u06d2u060cu06ccu06c1u0627u06ba u062au06a9 u06a9u06c1u067eu0631u0648u06afu0631u0627u0645u0648u06bau0645u06ccu06ba.

source: Event date
ur: u0648u0627u0642u0639u06c1 u06a9u06cc u062au0627u0631u06ccu062e

source: Completed date
ur: u0645u06a9u0645u0644 u062au0627u0631u06ccu062e

source: Value count
ur: u0642u06ccu0645u062a u06a9u06cc u06afu0646u062au06cc

source: Zero or positive value count
ur: u0632u06ccu0631u0648 u06ccu0627u0645u062bu0628u062a u0642u062fu0631u0634u0645u0627u0631

source: Event count
ur: u0648u0627u0642u0639u06c1 u06a9u06cc u06afu0646u062au06cc

source: Analytics type
ur: u062au062cu0632u06ccu06c1 u06a9u06cc u0642u0633u0645

source: The expression defines how the indicator is calculated. Tip:use d2:condition('bool-expr',true-val,false-val)d2:daysBetween(date,date) d2:zing(x) d2:oizp(x)
ur: u0627u0638u06c1u0627u0631 u06a9u06ccu0648u0636u0627u062du062a u06a9u06ccu06afu0626u06cc u06c1u06d2 u06a9u06c1u0627u0634u0627u0631u06d2 u06a9u0633u0637u0631u062d u062du0633u0627u0628 u06a9u06ccu062cu0627u062au06cc u06c1u06d2.u0679u0627u0626u067e: D2 u06a9u0627u0627u0633u062au0639u0645u0627u0644u06a9u0631u06ccu06ba: u062du0627u0644u062a('u0628u0644 - expr'u060cu062du0642u06ccu0642u06ccu0648u0627u0644u0648u060c u062cu06beu0648u0679u0648u06ccu0644) D2: u062fu0646 u06a9u06d2u062fu0631u0645u06ccu0627u0646(u062au0627u0631u06ccu062eu060cu062au0627u0631u06ccu062e) D2: u0632u0646u06af(x) d2: oizp (x)
